Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaParagraphe15
source: In order to be completed, any Virtual Currency transaction created with the Komodo Platform must be confirmed and recorded in the Virtual Currency ledger associated with the relevant Virtual Currency network. Such networks are decentralized, peer-to-peer networks supported by independent third parties, which are not owned, controlled or operated by Komodo Platform. Komodo Platform has no control over any Virtual Currency network and therefore cannot and does not ensure that any transaction details You submit via our Services will be confirmed on the relevant Virtual Currency network. You agree and understand that the transaction details You submit via our Services may not be completed, or may be substantially delayed, by the Virtual Currency network used to process the transaction. We do not guarantee that the Wallet can transfer title or right in any Virtual Currency or make any warranties whatsoever with regard to title. Once transaction details have been submitted to a Virtual Currency network, we cannot assist You to cancel or otherwise modify your transaction or transaction details. Komodo Platform has no control over any Virtual Currency network and does not have the ability to facilitate any cancellation or modification requests. In the event of a Fork, Komodo Platform may not be able to support activity related to your Virtual Currency. You agree and understand that, in the event of a Fork, the transactions may not be completed, completed partially, incorrectly completed, or substantially delayed. Komodo Platform is not responsible for any loss incurred by You caused in whole or in part, directly or indirectly, by a Fork. In no event shall Komodo Platform, its affiliates and service providers, or any of their respective officers, directors, agents, employees or representatives, be liable for any lost profits or any special, incidental, indirect, intangible, or consequential damages, whether based on contract, tort, negligence, strict liability, or otherwise, arising out of or in connection with authorized or unauthorized use of the services, or this agreement, even if an authorized representative of Komodo Platform has been advised of, has known of, or should have known of the possibility of such damages. For example (and without limiting the scope of the preceding sentence), You may not recover for lost profits, lost business opportunities, or other types of special, incidental, indirect, intangible, or consequential damages. Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation may not apply to You. We will not be responsible or liable to You for any loss and take no responsibility for damages or claims arising in whole or in part, directly or indirectly from: (a) user error such as forgotten passwords, incorrectly constructed transactions, or mistyped Virtual Currency addresses; (b) server failure or data loss; (c) corrupted or otherwise non-performing Wallets or Wallet files; (d) unauthorized access to applications; (e) any unauthorized activities, including without limitation the use of hacking, viruses, phishing, brute forcing or other means of attack against the Services.
chinese_hant: In order to be completed, any Virtual Currency transaction created with the RedFOX Labs must be confirmed and recorded in the Virtual Currency ledger associated with the relevant Virtual Currency network. Such networks are decentralized, peer-to-peer networks supported by independent third parties, which are not owned, controlled or operated by RedFOX Labs. RedFOX Labs has no control over any Virtual Currency network and therefore cannot and does not ensure that any transaction details You submit via our Services will be confirmed on the relevant Virtual Currency network. You agree and understand that the transaction details You submit via our Services may not be completed, or may be substantially delayed, by the Virtual Currency network used to process the transaction. We do not guarantee that the Wallet can transfer title or right in any Virtual Currency or make any warranties whatsoever with regard to title. Once transaction details have been submitted to a Virtual Currency network, we cannot assist You to cancel or otherwise modify your transaction or transaction details. RedFOX Labs has no control over any Virtual Currency network and does not have the ability to facilitate any cancellation or modification requests. In the event of a Fork, RedFOX Labs may not be able to support activity related to your Virtual Currency. You agree and understand that, in the event of a Fork, the transactions may not be completed, completed partially, incorrectly completed, or substantially delayed. RedFOX Labs is not responsible for any loss incurred by You caused in whole or in part, directly or indirectly, by a Fork. In no event shall RedFOX Labs, its affiliates and service providers, or any of their respective officers, directors, agents, employees or representatives, be liable for any lost profits or any special, incidental, indirect, intangible, or consequential damages, whether based on contract, tort, negligence, strict liability, or otherwise, arising out of or in connection with authorized or unauthorized use of the services, or this agreement, even if an authorized representative of RedFOX Labs has been advised of, has known of, or should have known of the possibility of such damages. For example (and without limiting the scope of the preceding sentence), You may not recover for lost profits, lost business opportunities, or other types of special, incidental, indirect, intangible, or consequential damages. Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation may not apply to You. We will not be responsible or liable to You for any loss and take no responsibility for damages or claims arising in whole or in part, directly or indirectly from: (a) user error such as forgotten passwords, incorrectly constructed transactions, or mistyped Virtual Currency addresses; (b) server failure or data loss; (c) corrupted or otherwise non-performing Wallets or Wallet files; (d) unauthorized access to applications; (e) any unauthorized activities, including without limitation the use of hacking, viruses, phishing, brute forcing or other means of attack against the Services.
french: Afin d'être complétée, toute transaction de devise virtuelle créée avec la plate-forme Komodo doit être confirmée et enregistrée dans le livre de devise virtuelle associé au réseau de devise virtuelle correspondant. Ces réseaux sont décentralisés, réseaux peer-to-peer, soutenus par des tiers indépendants, qui ne sont ni détenus, ni contrôlés, ni exploités par Komodo Platform. Komodo Platform n'a aucun contrôle sur aucun réseau Virtual Currency et ne peut donc garantir et ne garantit pas que les détails de transaction que vous soumettez via nos Services seront confirmés sur le réseau Virtual Currency correspondant. Vous acceptez et comprenez que les détails de la transaction que vous soumettez via nos Services pourraient ne pas être complétés ou pourraient être considérablement retardés par le réseau Virtual Currency utilisé pour traiter la transaction. Nous ne garantissons pas que le portefeuille puisse transférer le titre ou les droits sur une devise virtuelle ou offrir quelque garantie que ce soit en ce qui concerne le titre. Une fois que les détails de la transaction ont été soumis à un réseau de devise virtuelle, nous ne pouvons pas vous aider à annuler ou à modifier autrement votre transaction ou ses détails. Komodo Platform n’a aucun contrôle sur les réseaux Virtual Currency et n’a pas la capacité de faciliter les demandes d’annulation ou de modification. Dans le cas d'une fourchette, Komodo Platform pourrait ne pas être en mesure de prendre en charge les activités liées à votre devise virtuelle. Vous acceptez et comprenez que, dans le cas d'une fourchette, les transactions pourraient ne pas être complétées, complétées partiellement, mal complétées ou considérablement retardées. Komodo Platform n'est pas responsable des pertes que Vous avez causées, en tout ou en partie, directement ou indirectement, par une Fourche. En aucun cas, Komodo Platform, ses sociétés affiliées et ses prestataires de services, ou l’un de leurs dirigeants, administrateurs, agents, employés ou représentants respectifs, ne peuvent être tenus pour responsables de tout manque à gagner ou de tout dommage spécial, accessoire, indirect, immatériel ou consécutif, sur un contrat, un délit, une négligence, une responsabilité stricte ou autre, découlant de ou liée à une utilisation autorisée ou non des services, ou du présent contrat, même si un représentant autorisé de Komodo Platform a été informé de, ou aurait dû connaître la possibilité de tels dommages. Par exemple (et sans limiter la portée de la phrase précédente), vous ne pouvez pas récupérer vos pertes de profits, vos opportunités commerciales ou tout autre type de dommages spéciaux, accessoires, indirects, immatériels ou consécutifs. Certaines juridictions n'autorisant pas l'exclusion ou la limitation des dommages accessoires ou indirects, il est possible que la limitation ci-dessus ne vous concerne pas. Nous ne pourrons être tenus responsables de toute perte ni assumer aucune responsabilité pour des dommages ou des réclamations découlant en tout ou en partie, directement ou indirectement: (a) d'une erreur de l'utilisateur, telle que des mots de passe oubliés, des transactions mal construites ou une devise virtuelle erronée les adresses; (b) défaillance du serveur ou perte de données; (c) des portefeuilles ou des fichiers de portefeuille corrompus ou non performants; (d) accès non autorisé aux applications; (e) toute activité non autorisée, y compris, sans limitation, l'utilisation de piratage, de virus, de phishing, de forçage brutal ou d'autres moyens d'attaque contre les Services.
german: Um den Vorgang abzuschließen, muss jede mit der Komodo-Plattform erstellte virtuelle Währungstransaktion bestätigt und im Hauptbuch der virtuellen Währung erfasst werden, das dem entsprechenden Netzwerk der virtuellen Währung zugeordnet ist. Bei solchen Netzwerken handelt es sich um dezentrale Peer-to-Peer-Netzwerke, die von unabhängigen Dritten unterstützt werden, die nicht Eigentum der Komodo Platform sind, von dieser kontrolliert oder betrieben werden. Komodo Platform hat keine Kontrolle über ein Netzwerk für virtuelle Währungen und kann daher nicht sicherstellen, dass alle Transaktionsdetails, die Sie über unsere Services übermitteln, im entsprechenden Netzwerk für virtuelle Währungen bestätigt werden. Sie stimmen zu und verstehen, dass die Transaktionsdetails, die Sie über unsere Services übermitteln, möglicherweise nicht vollständig sind oder durch das zur Abwicklung der Transaktion verwendete Netzwerk für virtuelle Währungen erheblich verzögert werden. Wir können nicht garantieren, dass die Brieftasche Titel oder Rechte in einer virtuellen Währung überträgt oder Garantien in Bezug auf den Titel abgibt. Nachdem die Transaktionsdetails an ein Netzwerk für virtuelle Währungen übermittelt wurden, können wir Ihnen nicht helfen, Ihre Transaktion oder Transaktionsdetails abzubrechen oder anderweitig zu ändern. Komodo Platform hat keine Kontrolle über ein virtuelles Währungsnetzwerk und kann keine Stornierungs- oder Änderungsanforderungen vereinfachen. Im Falle einer Gabelung kann die Komodo-Plattform möglicherweise keine Aktivitäten in Bezug auf Ihre virtuelle Währung unterstützen. Sie stimmen zu und verstehen, dass im Falle einer Gabelung die Transaktionen möglicherweise nicht abgeschlossen, teilweise abgeschlossen, falsch abgeschlossen oder wesentlich verzögert werden. Komodo Platform haftet nicht für Verluste, die Ihnen ganz oder teilweise direkt oder indirekt durch eine Gabel entstehen. In keinem Fall haften Komodo Platform, ihre verbundenen Unternehmen und Dienstleister oder ihre jeweiligen leitenden Angestellten, Direktoren, Vertreter, Angestellten oder Vertreter für entgangenen Gewinn oder besondere, zufällige, indirekte, immaterielle oder Folgeschäden, gleich aus welchem Grund bei vertraglicher, unerlaubter Handlung, Fahrlässigkeit, verschuldensunabhängiger Haftung oder in sonstiger Weise, die sich aus oder im Zusammenhang mit der autorisierten oder nicht autorisierten Nutzung der Dienste oder dieser Vereinbarung ergeben, selbst wenn ein autorisierter Vertreter von Komodo Platform davon in Kenntnis gesetzt wurde, davon Kenntnis hat oder hätte von der Möglichkeit solcher Schäden wissen müssen. Zum Beispiel (und ohne den Geltungsbereich des vorstehenden Satzes einzuschränken) können Sie keinen Ersatz für entgangenen Gewinn, entgangene Geschäftsmöglichkeiten oder andere Arten von besonderen, zufälligen, indirekten, immateriellen oder Folgeschäden leisten. In einigen Gerichtsbarkeiten ist der Ausschluss oder die Beschränkung von Neben- oder Folgeschäden nicht zulässig. Daher gilt die oben genannte Beschränkung möglicherweise nicht für Sie. Wir sind nicht verantwortlich oder haftbar für Verluste und übernehmen keine Verantwortung für Schäden oder Ansprüche, die ganz oder teilweise direkt oder indirekt entstehen aus: (a) Benutzerfehlern wie vergessenen Passwörtern, falsch konstruierten Transaktionen oder falsch getippten virtuellen Währungen Adressen; (b) Serverausfall oder Datenverlust; (c) beschädigte oder anderweitig fehlerhafte Wallets oder Wallet-Dateien; (d) unbefugter Zugriff auf Anwendungen; (e) alle nicht autorisierten Aktivitäten, einschließlich, jedoch nicht beschränkt auf die Verwendung von Hacking, Viren, Phishing, Brute Forcing oder anderen Mitteln zum Angriff auf die Dienste.
