Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaParagraphe11
source: Komodo Platform cannot guarantee the safety or security of your computer systems. We do not accept liability for any loss or corruption of electronically stored data or any damage to any computer system occurred in connection with the use of the application or of the user content. Komodo Platform makes no representation or warranty of any kind, express or implied, as to the operation of the application or the user content. You expressly agree that your use of the application is entirely at your sole risk. You agree that the content provided in the application and the user content do not constitute financial product, legal or taxation advice, and You agree on not representing the user content or the application as such. To the extent permitted by current legislation, the application is provided on an “as is, as available” basis. Komodo Platform expressly disclaims all responsibility for any loss, injury, claim, liability, or damage, or any indirect, incidental, special or consequential damages or loss of profits whatsoever resulting from, arising out of or in any way related to: (a) any errors in or omissions of the application and/or the user content, including but not limited to technical inaccuracies and typographical errors; (b) any third party website, application or content directly or indirectly accessed through links in the application, including but not limited to any errors or omissions; (c) the unavailability of the application or any portion of it; (d) your use of the application; (e) your use of any equipment or software in connection with the application. Any Services offered in connection with the Platform are provided on an 'as is' basis, without any representation or warranty, whether express, implied or statutory. To the maximum extent permitted by applicable law, we specifically disclaim any implied warranties of title, merchantability, suitability for a particular purpose and/or non-infringement. We do not make any representations or warranties that use of the Platform will be continuous, uninterrupted, timely, or error-free. We make no warranty that any Platform will be free from viruses, malware, or other related harmful material and that your ability to access any Platform will be uninterrupted. Any defects or malfunction in the product should be directed to the third party offering the Platform, not to Komodo. We will not be responsible or liable to You for any loss of any kind, from action taken, or taken in reliance on the material or information contained in or through the Platform. This is experimental and unfinished software. Use at your own risk. No warranty for any kind of damage. By using this application you agree to this terms and conditions.
chinese_hant: RedFOX Labs cannot guarantee the safety or security of your computer systems. We do not accept liability for any loss or corruption of electronically stored data or any damage to any computer system occurred in connection with the use of the application or of the user content. RedFOX Labs makes no representation or warranty of any kind, express or implied, as to the operation of the application or the user content. You expressly agree that your use of the application is entirely at your sole risk. You agree that the content provided in the application and the user content do not constitute financial product, legal or taxation advice, and You agree on not representing the user content or the application as such. To the extent permitted by current legislation, the application is provided on an “as is, as available” basis. RedFOX Labs expressly disclaims all responsibility for any loss, injury, claim, liability, or damage, or any indirect, incidental, special or consequential damages or loss of profits whatsoever resulting from, arising out of or in any way related to: (a) any errors in or omissions of the application and/or the user content, including but not limited to technical inaccuracies and typographical errors; (b) any third party website, application or content directly or indirectly accessed through links in the application, including but not limited to any errors or omissions; (c) the unavailability of the application or any portion of it; (d) your use of the application; (e) your use of any equipment or software in connection with the application. Any Services offered in connection with the Platform are provided on an 'as is' basis, without any representation or warranty, whether express, implied or statutory. To the maximum extent permitted by applicable law, we specifically disclaim any implied warranties of title, merchantability, suitability for a particular purpose and/or non-infringement. We do not make any representations or warranties that use of the Platform will be continuous, uninterrupted, timely, or error-free. We make no warranty that any Platform will be free from viruses, malware, or other related harmful material and that your ability to access any Platform will be uninterrupted. Any defects or malfunction in the product should be directed to the third party offering the Platform, not to Komodo. We will not be responsible or liable to You for any loss of any kind, from action taken, or taken in reliance on the material or information contained in or through the Platform. This is experimental and unfinished software. Use at your own risk. No warranty for any kind of damage. By using this application you agree to this terms and conditions.
french: Komodo Platform ne peut garantir la sécurité de vos systèmes informatiques. Nous déclinons toute responsabilité en cas de perte ou d'altération des données stockées électroniquement ou de tout dommage causé à un système informatique en relation avec l'utilisation de l'application ou du contenu de l'utilisateur. Komodo Platform ne fait aucune déclaration et ne donne aucune garantie d'aucune sorte, expresse ou implicite, quant au fonctionnement de l'application ou du contenu de l'utilisateur. Vous acceptez expressément que votre utilisation de l'application est entièrement à vos risques et périls. Vous acceptez que le contenu fourni dans l'application et le contenu de l'utilisateur ne constituent pas un conseil financier, juridique ou fiscal, et vous vous engagez à ne pas représenter le contenu de l'utilisateur ou l'application en tant que tels. Dans la mesure permise par la législation en vigueur, la demande est fournie «telle quelle, selon la disponibilité». Komodo Platform décline expressément toute responsabilité pour toute perte, blessure, réclamation, responsabilité ou dommage, ou pour tout dommage indirect, accessoire, spécial ou consécutif ou perte de profit de quelque nature que ce soit résultant, ou résultant de, de quelque manière que ce soit, de: (a) toute erreur ou omission dans l'application et / ou dans le contenu de l'utilisateur, y compris mais sans s'y limiter, des inexactitudes techniques et des erreurs typographiques; (b) tout site Web, application ou contenu tiers, auquel on accède directement ou indirectement par des liens dans l'application, y compris, sans limitation, toute erreur ou omission; c) l'indisponibilité totale ou partielle de l'application; (d) votre utilisation de l'application; (e) votre utilisation de tout équipement ou logiciel en rapport avec l'application. Tous les services offerts dans le cadre de la plate-forme sont fournis «tels quels», sans aucune représentation ni garantie, expresse, implicite ou légale. Dans les limites maximales permises par la loi applicable, nous déclinons expressément toute garantie implicite de titre, de qualité marchande, d'adéquation à un usage particulier et / ou de non-violation. Nous ne faisons aucune déclaration ou garantie que l'utilisation de la plate-forme sera continue, ininterrompue, rapide et sans erreur. Nous ne garantissons pas que toute plate-forme sera exempte de virus, de logiciels malveillants ou de tout autre matériel nuisible et que votre capacité à accéder à toute plate-forme sera ininterrompue. Tout défaut ou dysfonctionnement du produit doit être adressé à la tierce partie proposant la Plateforme, et non à Komodo. Nous ne serons pas responsables envers vous de toute perte de quelque nature que ce soit, à la suite de mesures prises ou fondées sur le matériel ou les informations contenus dans ou via la Plateforme. C'est un logiciel expérimental et inachevé. À utiliser à vos risques et périls. Aucune garantie pour tout type de dommage. En utilisant cette application, vous acceptez ces termes et conditions.
german: Komodo Platform kann die Sicherheit Ihrer Computersysteme nicht garantieren. Wir übernehmen keine Haftung für den Verlust oder die Beschädigung elektronisch gespeicherter Daten oder für Schäden an Computersystemen, die im Zusammenhang mit der Verwendung der Anwendung oder des Benutzerinhalts entstanden sind. Komodo Platform gibt keinerlei ausdrückliche oder stillschweigende Zusicherungen oder Garantien in Bezug auf den Betrieb der Anwendung oder des Benutzerinhalts ab. Sie erklären sich ausdrücklich damit einverstanden, dass Sie die Anwendung ausschließlich auf eigenes Risiko nutzen. Sie erklären sich damit einverstanden, dass der in der Anwendung bereitgestellte Inhalt und der Benutzerinhalt keine Finanzprodukt-, Rechts- oder Steuerberatung darstellen, und Sie erklären sich damit einverstanden, den Benutzerinhalt oder die Anwendung nicht als solchen darzustellen. Soweit dies nach geltendem Recht zulässig ist, erfolgt die Antragstellung "wie sie vorliegt". Komodo Platform lehnt ausdrücklich jede Verantwortung für Verluste, Verletzungen, Ansprüche, Haftungen oder Schäden sowie für indirekte, zufällige, spezielle oder Folgeschäden oder Gewinneinbußen ab, die sich aus Folgendem ergeben oder in irgendeiner Weise im Zusammenhang mit Folgendem stehen: Fehler in oder Auslassungen der Anwendung und / oder des Benutzerinhalts, einschließlich, aber nicht beschränkt auf technische Ungenauigkeiten und typografische Fehler; (b) Websites, Anwendungen oder Inhalte Dritter, auf die direkt oder indirekt über Links in der Anwendung zugegriffen wird, einschließlich, aber nicht beschränkt auf Fehler oder Auslassungen; (c) die Nichtverfügbarkeit des Antrags oder eines Teils davon; (d) Ihre Nutzung der Anwendung; (e) Ihre Verwendung von Geräten oder Software in Verbindung mit der Anwendung. Alle im Zusammenhang mit der Plattform angebotenen Dienste werden ohne Mängelgewähr und ohne ausdrückliche, stillschweigende oder gesetzliche Zusicherung oder Gewährleistung angeboten. Im Rahmen des gesetzlich zulässigen Höchstmaßes lehnen wir ausdrücklich alle stillschweigenden Garantien in Bezug auf das Eigentum, die Handelsfähigkeit, die Eignung für einen bestimmten Zweck und / oder die Nichtverletzung ab. Wir geben keine Zusicherungen oder Gewährleistungen dafür, dass die Nutzung der Plattform kontinuierlich, ununterbrochen, zeitnah oder fehlerfrei erfolgt. Wir übernehmen keine Garantie dafür, dass eine Plattform frei von Viren, Malware oder anderen schädlichen Inhalten ist und dass Ihr Zugriff auf eine Plattform ohne Unterbrechungen möglich ist. Jegliche Mängel oder Fehlfunktionen des Produkts sollten an den Dritten gerichtet werden, der die Plattform anbietet, nicht an Komodo. Wir sind Ihnen gegenüber nicht verantwortlich oder haftbar für Verluste jeglicher Art aufgrund von Maßnahmen, die in Abhängigkeit von den in oder über die Plattform enthaltenen Materialien oder Informationen ergriffen wurden. Dies ist experimentelle und unfertige Software. Benutzung auf eigene Gefahr. Keine Garantie für Schäden jeglicher Art. Durch die Nutzung dieser Anwendung stimmen Sie diesen Nutzungsbedingungen zu.

# eulaParagraphe12
source: When accessing or using the Services, You agree that You are solely responsible for your conduct while accessing and using our Services. Without limiting the generality of the foregoing, You agree that You will not: (a) Use the Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying the Services, or that could damage, disable, overburden or impair the functioning of our Services in any manner; (b) Use the Services to pay for, support or otherwise engage in any illegal activities, including, but not limited to illegal gambling, fraud, money laundering, or terrorist activities; (c) Use any robot, spider, crawler, scraper or other automated means or interface not provided by us to access our Services or to extract data; (d) Use or attempt to use another user’s Wallet or credentials without authorization; (e) Attempt to circumvent any content filtering techniques we employ, or attempt to access any service or area of our Services that You are not authorized to access; (f) Introduce to the Services any virus, Trojan, worms, logic bombs or other harmful material; (g) Develop any third-party applications that interact with our Services without our prior written consent; (h) Provide false, inaccurate, or misleading information; (i) Encourage or induce any other person to engage in any of the activities prohibited under this Section.
french: Lorsque vous accédez aux services ou les utilisez, vous reconnaissez que vous êtes seul responsable de votre conduite lorsque vous accédez à et utilisez nos services. Sans limiter la portée générale de ce qui précède, vous acceptez de ne pas: (a) utiliser les services de manière à interférer avec, perturber, nuire ou empêcher les autres utilisateurs de profiter pleinement des services, ou à risquer d'endommager, désactiver, surcharger ou nuire au fonctionnement de nos services de quelque manière que ce soit; (b) utiliser les services pour payer, soutenir ou se livrer de toute autre manière à des activités illégales, y compris, sans toutefois s'y limiter, les jeux d'argent illégaux, la fraude, le blanchiment d'argent ou les activités terroristes; (c) utiliser un robot, une araignée, un robot d'exploration, un grattoir ou tout autre moyen automatisé ou interface que nous ne fournissons pas pour accéder à nos services ou pour extraire des données; (d) utiliser ou tenter d'utiliser le portefeuille ou les identifiants d'un autre utilisateur sans autorisation; (e) Essayez de contourner les techniques de filtrage de contenu que nous employons ou tentez d'accéder à tout service ou domaine de nos services auquel vous n'êtes pas autorisé à accéder; (f) Introduisez dans les Services tout virus, cheval de Troie, vers, bombes logiques ou autre matériel nuisible; (g) développer des applications tierces qui interagissent avec nos services sans notre consentement écrit préalable; (h) Fournir des informations fausses, inexactes ou trompeuses; (i) Encourager ou inciter toute autre personne à se livrer à l'une des activités interdites par la présente section.
german: Mit dem Zugriff auf oder der Nutzung der Dienste erklären Sie sich damit einverstanden, dass Sie allein für Ihr Verhalten beim Zugriff auf und bei der Nutzung unserer Dienste verantwortlich sind. Ohne die Allgemeingültigkeit des Vorstehenden einzuschränken, erklären Sie sich damit einverstanden, dass Sie (a) die Dienste nicht auf eine Weise nutzen, die andere Benutzer in vollem Umfang in den Genuss der Dienste bringen, stören, negativ beeinflussen oder daran hindern könnte, sie zu beschädigen, zu deaktivieren, das Funktionieren unserer Dienste in irgendeiner Weise zu überlasten oder zu beeinträchtigen; (b) die Dienste nutzen, um illegale Aktivitäten zu bezahlen, zu unterstützen oder anderweitig zu betreiben, einschließlich, aber nicht beschränkt auf illegales Glücksspiel, Betrug, Geldwäsche oder terroristische Aktivitäten; (c) Verwenden Sie Roboter, Spider, Crawler, Scraper oder andere automatisierte Mittel oder Schnittstellen, die wir nicht zur Verfügung gestellt haben, um auf unsere Dienste zuzugreifen oder Daten zu extrahieren. (d) Brieftasche oder Anmeldeinformationen eines anderen Benutzers unbefugt verwenden oder zu verwenden versuchen; (e) Sie versuchen, alle von uns verwendeten Techniken zur Inhaltsfilterung zu umgehen oder versuchen, auf Dienste oder Bereiche unserer Dienste zuzugreifen, auf die Sie keinen Zugriff haben. (f) in die Dienste Viren, Trojaner, Würmer, Logikbomben oder anderes schädliches Material einzuführen; (g) Entwicklung von Anwendungen von Drittanbietern, die ohne unsere vorherige schriftliche Zustimmung mit unseren Diensten interagieren; (h) falsche, ungenaue oder irreführende Angaben machen; (i) Ermutigen oder veranlassen Sie andere Personen, sich an Aktivitäten zu beteiligen, die nach diesem Abschnitt verboten sind.
