Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaParagraphe17
source: The Terms are effective until terminated by Komodo Platform. In the event of termination, You are no longer authorized to access the Application, but all restrictions imposed on You and the disclaimers and limitations of liability set out in the Terms will survive termination. Such termination shall not affect any legal right that may have accrued to Komodo Platform against You up to the date of termination. Komodo Platform may also remove the Application as a whole or any sections or features of the Application at any time.
chinese_hant: The Terms are effective until terminated by RedFOX Labs. In the event of termination, You are no longer authorized to access the Application, but all restrictions imposed on You and the disclaimers and limitations of liability set out in the Terms will survive termination. Such termination shall not affect any legal right that may have accrued to RedFOX Labs against You up to the date of termination. RedFOX Labs may also remove the Application as a whole or any sections or features of the Application at any time.
french: Les Conditions sont en vigueur jusqu'à leur résiliation par Komodo Platform. En cas de résiliation, vous n'êtes plus autorisé à accéder à l'Application, mais toutes les restrictions qui vous sont imposées ainsi que les renonciations et limitations de responsabilité énoncées dans les Conditions resteront en vigueur après la résiliation. Cette résiliation ne porte pas atteinte aux droits légaux que Komodo Platform pourrait avoir acquis contre Vous jusqu’à la date de la résiliation. Komodo Platform peut également supprimer l’application dans son ensemble, ainsi que toute section ou fonctionnalité de l’application, à tout moment.
german: Die Bedingungen gelten bis zur Kündigung durch Komodo Platform. Im Falle einer Kündigung haben Sie keine Berechtigung mehr, auf die Anwendung zuzugreifen. Alle Ihnen auferlegten Einschränkungen und Haftungsausschlüsse sowie Haftungsbeschränkungen, die in den Nutzungsbedingungen festgelegt sind, bleiben jedoch nach der Kündigung bestehen. Eine solche Kündigung berührt nicht das Recht, das Komodo Platform bis zum Datum der Kündigung gegen Sie eingeräumt hat. Komodo Platform kann die Anwendung auch jederzeit als Ganzes oder in Teilen oder Funktionen der Anwendung entfernen.

# eulaParagraphe18
source: The provisions of previous paragraphs are for the benefit of Komodo Platform and its officers, directors, employees, agents, licensors, suppliers, and any third party information providers to the Application. Each of these individuals or entities shall have the right to assert and enforce those provisions directly against You on its own behalf.
chinese_hant: The provisions of previous paragraphs are for the benefit of RedFOX Labs and its officers, directors, employees, agents, licensors, suppliers, and any third party information providers to the Application. Each of these individuals or entities shall have the right to assert and enforce those provisions directly against You on its own behalf.
french: Les dispositions des paragraphes précédents sont à l'avantage de Komodo Platform et de ses dirigeants, administrateurs, employés, agents, concédants de licence, fournisseurs et de tout fournisseur d'informations tiers à l'Application. Chacune de ces personnes ou entités a le droit de revendiquer et de faire appliquer ces dispositions directement contre vous en son propre nom.
german: Die Bestimmungen der vorstehenden Absätze gelten für die Komodo Platform und ihre leitenden Angestellten, Direktoren, Mitarbeiter, Vertreter, Lizenzgeber, Lieferanten und alle Drittanbieter von Informationen für die Anwendung. Jede dieser Personen oder Körperschaften hat das Recht, diese Bestimmungen in eigenem Namen direkt gegen Sie geltend zu machen und durchzusetzen.

# eulaParagraphe19
source: We might be required to retain and use personal data to meet our internal and external audit requirements, for data security purposes and as we believe to be necessary or appropriate: (a) to comply with our obligations under applicable law and regulations, which may include laws and regulations outside your country of residence; (b) to respond to requests from courts, law enforcement agencies, regulatory agencies, and other public and government authorities, which may include such authorities outside your country of residence; (c) to monitor compliance with and enforce our Platform terms and conditions; (d) to carry out anti-money laundering, sanctions or Know Your Customer checks as required by applicable laws and regulations; (e) to protect our rights, privacy, safety, property, or those of other persons. We may also be required to use and retain personal data after You have closed your account for legal, regulatory and compliance reasons, such as the prevention, detection or investigation of a crime; loss prevention; or fraud prevention. We also collect and process non-personal, anonymized data for statistical purposes and analysis and to help us provide a better service. This document was last updated on July 3, 2019
chinese_hant: We might be required to retain and use personal data to meet our internal and external audit requirements, for data security purposes and as we believe to be necessary or appropriate: (a) to comply with our obligations under applicable law and regulations, which may include laws and regulations outside your country of residence; (b) to respond to requests from courts, law enforcement agencies, regulatory agencies, and other public and government authorities, which may include such authorities outside your country of residence; (c) to monitor compliance with and enforce our Platform terms and conditions; (d) to carry out anti-money laundering, sanctions or Know Your Customer checks as required by applicable laws and regulations; (e) to protect our rights, privacy, safety, property, or those of other persons. We may also be required to use and retain personal data after You have closed your account for legal, regulatory and compliance reasons, such as the prevention, detection or investigation of a crime; loss prevention; or fraud prevention. We also collect and process non-personal, anonymized data for statistical purposes and analysis and to help us provide a better service. This document was last updated on August 7, 2019
french: Nous pourrions être tenus de conserver et d’utiliser des données à caractère personnel pour répondre à nos obligations d’audit interne et externe, à des fins de sécurité des données et selon ce que nous estimons nécessaire ou approprié: (a) de nous conformer à nos obligations en vertu de la législation et de la réglementation applicables, notamment: lois et règlements en dehors de votre pays de résidence; (b) pour répondre aux demandes des tribunaux, des organismes chargés de l'application de la loi, des organismes de réglementation et des autres autorités publiques et gouvernementales, qui peuvent inclure de telles autorités en dehors de votre pays de résidence; (c) surveiller le respect et appliquer les termes et conditions de notre plateforme; (d) effectuer des contrôles anti-blanchiment d'argent, sanctionner ou «connaître votre client» conformément aux lois et réglementations en vigueur; (e) protéger nos droits, notre vie privée, notre sécurité, nos biens ou ceux d'autres personnes. Nous pouvons également être tenus d'utiliser et de conserver des données personnelles après la fermeture de votre compte pour des raisons légales, réglementaires et de conformité, telles que la prévention, la détection ou l'investigation d'un crime; la prévention des pertes; ou prévention de la fraude. Nous collectons et traitons également des données anonymes non personnelles et personnelles à des fins statistiques et d'analyse, afin de nous aider à fournir un meilleur service. Ce document a été mis à jour le 3 juillet 2019
german: Es kann erforderlich sein, dass wir personenbezogene Daten aufbewahren und verwenden, um unsere internen und externen Prüfungsanforderungen zu erfüllen, um die Datensicherheit zu gewährleisten und wenn wir dies für notwendig oder angemessen halten: Gesetze und Vorschriften außerhalb Ihres Wohnsitzlandes; (b) auf Anfragen von Gerichten, Strafverfolgungsbehörden, Aufsichtsbehörden und anderen öffentlichen und staatlichen Behörden zu antworten, zu denen auch solche Behörden außerhalb Ihres Wohnsitzlandes gehören können; (c) um die Einhaltung und Durchsetzung unserer Plattformbedingungen zu überwachen; (d) um Geldwäsche, Sanktionen oder Überprüfungen Ihres Kunden durchzuführen, wie dies durch geltende Gesetze und Vorschriften vorgeschrieben ist; (e) um unsere Rechte, Privatsphäre, Sicherheit, Eigentum oder die anderer Personen zu schützen. Es kann auch erforderlich sein, dass wir personenbezogene Daten verwenden und aufbewahren, nachdem Sie Ihr Konto aus rechtlichen, behördlichen und Compliance-Gründen geschlossen haben, z. B. zur Verhütung, Aufdeckung oder Ermittlung einer Straftat. Schadensverhütung; oder Betrugsprävention. Wir erheben und verarbeiten auch nicht personenbezogene, anonymisierte Daten für statistische Zwecke und Analysen und helfen uns, einen besseren Service zu bieten. Dieses Dokument wurde zuletzt am 3. Juli 2019 aktualisiert

source: ETH fee
french: Taxe ETH
german: ETH Gebühr

# notEnoughEth
source: Not enough ETH for transaction!
chinese_hant: 沒有足夠的交易ETH！
french: Pas assez d'ETH pour la transaction!
german: Nicht genug ETH für die Transaktion!

# ethNotActive
source: Please activate ETH.
chinese_hant: 請激活ETH。
french: S'il vous plaît activer ETH.
german: Bitte aktivieren Sie ETH.

# youWillReceiveClaim
source: You will receive {amount} {coin}
chinese_hant: 您將收到{amount} {coin}
french: Vous recevrez {amount} {coin}
german: Sie erhalten {amount} {coin}

# seeOrders
source: Click to see {amount} orders
chinese_hant: 點擊查看{amount}訂單
french: Cliquez pour voir {amount} orders
german: Klicken Sie hier, um {amount} Orders zu sehen

source: Click to see
chinese_hant: 點擊查看
french: Cliquez pour voir
german: Zum Anzeigen klicken

source: price
chinese_hant: 價錢
french: prix
german: Preis

# availableVolume
source: max vol
chinese_hant: 最大卷
french: vol max

source: Check Out
german: Bezahlen

# txConfirmations
source: Confirmations
chinese_hant: 交易確認
german: Bestätigungen

# eulaTitle5
source: MODIFICATIONS
german: ÄNDERUNGEN

source: MAX
chinese_hant: 上限
