Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaParagraphe16
source: For the avoidance of doubt, Komodo Platform does not provide investment, tax or legal advice, nor does Komodo Platform broker trades on your behalf. All Komodo Platform trades are executed automatically, based on the parameters of your order instructions and in accordance with posted Trade execution procedures, and You are solely responsible for determining whether any investment, investment strategy or related transaction is appropriate for You based on your personal investment objectives, financial circumstances and risk tolerance. You should consult your legal or tax professional regarding your specific situation.Neither Komodo nor its owners, members, officers, directors, partners, consultants, nor anyone involved in the publication of this application, is a registered investment adviser or broker-dealer or associated person with a registered investment adviser or broker-dealer and none of the foregoing make any recommendation that the purchase or sale of crypto-assets or securities of any company profiled in the mobile Application is suitable or advisable for any person or that an investment or transaction in such crypto-assets or securities will be profitable. The information contained in the mobile Application is not intended to be, and shall not constitute, an offer to sell or the solicitation of any offer to buy any crypto-asset or security. The information presented in the mobile Application is provided for informational purposes only and is not to be treated as advice or a recommendation to make any specific investment or transaction. Please, consult with a qualified professional before making any decisions.The opinions and analysis included in this applications are based on information from sources deemed to be reliable and are provided “as is” in good faith. Komodo makes no representation or warranty, expressed, implied, or statutory, as to the accuracy or completeness of such information, which may be subject to change without notice. Komodo shall not be liable for any errors or any actions taken in relation to the above. Statements of opinion and belief are those of the authors and/or editors who contribute to this application, and are based solely upon the information possessed by such authors and/or editors. No inference should be drawn that Komodo or such authors or editors have any special or greater knowledge about the crypto-assets or companies profiled or any particular expertise in the industries or markets in which the profiled crypto-assets and companies operate and compete.Information on this application is obtained from sources deemed to be reliable; however, Komodo takes no responsibility for verifying the accuracy of such information and makes no representation that such information is accurate or complete. Certain statements included in this application may be forward-looking statements based on current expectations. Komodo makes no representation and provides no assurance or guarantee that such forward-looking statements will prove to be accurate.Persons using the Komodo application are urged to consult with a qualified professional with respect to an investment or transaction in any crypto-asset or company profiled herein. Additionally, persons using this application expressly represent that the content in this application is not and will not be a consideration in such persons’ investment or transaction decisions. Traders should verify independently information provided in the Komodo application by completing their own due diligence on any crypto-asset or company in which they are contemplating an investment or transaction of any kind and review a complete information package on that crypto-asset or company, which should include, but not be limited to, related blog updates and press releases.Past performance of profiled crypto-assets and securities is not indicative of future results. Crypto-assets and companies profiled on this site may lack an active trading market and invest in a crypto-asset or security that lacks an active trading market or trade on certain media, platforms and markets are deemed highly speculative and carry a high degree of risk. Anyone holding such crypto-assets and securities should be financially able and prepared to bear the risk of loss and the actual loss of his or her entire trade. The information in this application is not designed to be used as a basis for an investment decision. Persons using the Komodo application should confirm to their own satisfaction the veracity of any information prior to entering into any investment or making any transaction. The decision to buy or sell any crypto-asset or security that may be featured by Komodo is done purely and entirely at the reader’s own risk. As a reader and user of this application, You agree that under no circumstances will You seek to hold liable owners, members, officers, directors, partners, consultants or other persons involved in the publication of this application for any losses incurred by the use of information contained in this applicationKomodo and its contractors and affiliates may profit in the event the crypto-assets and securities increase or decrease in value. Such crypto-assets and securities may be bought or sold from time to time, even after Komodo has distributed positive information regarding the crypto-assets and companies. Komodo has no obligation to inform readers of its trading activities or the trading activities of any of its owners, members, officers, directors, contractors and affiliates and/or any companies affiliated with BC Relations’ owners, members, officers, directors, contractors and affiliates.Komodo and its affiliates may from time to time enter into agreements to purchase crypto-assets or securities to provide a method to reach their goals.
chinese_hant: For the avoidance of doubt, RedFOX Labs does not provide investment, tax or legal advice, nor does RedFOX Labs broker trades on your behalf. All RedFOX Labs trades are executed automatically, based on the parameters of your order instructions and in accordance with posted Trade execution procedures, and You are solely responsible for determining whether any investment, investment strategy or related transaction is appropriate for You based on your personal investment objectives, financial circumstances and risk tolerance. You should consult your legal or tax professional regarding your specific situation.Neither Komodo nor its owners, members, officers, directors, partners, consultants, nor anyone involved in the publication of this application, is a registered investment adviser or broker-dealer or associated person with a registered investment adviser or broker-dealer and none of the foregoing make any recommendation that the purchase or sale of crypto-assets or securities of any company profiled in the mobile Application is suitable or advisable for any person or that an investment or transaction in such crypto-assets or securities will be profitable. The information contained in the mobile Application is not intended to be, and shall not constitute, an offer to sell or the solicitation of any offer to buy any crypto-asset or security. The information presented in the mobile Application is provided for informational purposes only and is not to be treated as advice or a recommendation to make any specific investment or transaction. Please, consult with a qualified professional before making any decisions.The opinions and analysis included in this applications are based on information from sources deemed to be reliable and are provided “as is” in good faith. Komodo makes no representation or warranty, expressed, implied, or statutory, as to the accuracy or completeness of such information, which may be subject to change without notice. Komodo shall not be liable for any errors or any actions taken in relation to the above. Statements of opinion and belief are those of the authors and/or editors who contribute to this application, and are based solely upon the information possessed by such authors and/or editors. No inference should be drawn that Komodo or such authors or editors have any special or greater knowledge about the crypto-assets or companies profiled or any particular expertise in the industries or markets in which the profiled crypto-assets and companies operate and compete.Information on this application is obtained from sources deemed to be reliable; however, Komodo takes no responsibility for verifying the accuracy of such information and makes no representation that such information is accurate or complete. Certain statements included in this application may be forward-looking statements based on current expectations. Komodo makes no representation and provides no assurance or guarantee that such forward-looking statements will prove to be accurate.Persons using the Komodo application are urged to consult with a qualified professional with respect to an investment or transaction in any crypto-asset or company profiled herein. Additionally, persons using this application expressly represent that the content in this application is not and will not be a consideration in such persons’ investment or transaction decisions. Traders should verify independently information provided in the Komodo application by completing their own due diligence on any crypto-asset or company in which they are contemplating an investment or transaction of any kind and review a complete information package on that crypto-asset or company, which should include, but not be limited to, related blog updates and press releases.Past performance of profiled crypto-assets and securities is not indicative of future results. Crypto-assets and companies profiled on this site may lack an active trading market and invest in a crypto-asset or security that lacks an active trading market or trade on certain media, platforms and markets are deemed highly speculative and carry a high degree of risk. Anyone holding such crypto-assets and securities should be financially able and prepared to bear the risk of loss and the actual loss of his or her entire trade. The information in this application is not designed to be used as a basis for an investment decision. Persons using the Komodo application should confirm to their own satisfaction the veracity of any information prior to entering into any investment or making any transaction. The decision to buy or sell any crypto-asset or security that may be featured by Komodo is done purely and entirely at the reader’s own risk. As a reader and user of this application, You agree that under no circumstances will You seek to hold liable owners, members, officers, directors, partners, consultants or other persons involved in the publication of this application for any losses incurred by the use of information contained in this applicationKomodo and its contractors and affiliates may profit in the event the crypto-assets and securities increase or decrease in value. Such crypto-assets and securities may be bought or sold from time to time, even after Komodo has distributed positive information regarding the crypto-assets and companies. Komodo has no obligation to inform readers of its trading activities or the trading activities of any of its owners, members, officers, directors, contractors and affiliates and/or any companies affiliated with BC Relations’ owners, members, officers, directors, contractors and affiliates.Komodo and its affiliates may from time to time enter into agreements to purchase crypto-assets or securities to provide a method to reach their goals.
french: Afin d'éviter toute confusion, Komodo Platform ne fournit aucun conseil en investissement, fiscal ou juridique, et Komodo Platform ne négocie pas pour vous. Toutes les transactions de Komodo Platform sont exécutées automatiquement, en fonction des paramètres de vos instructions de commande et conformément aux procédures d'exécution des transactions enregistrées. Vous êtes seul responsable de la détermination de la pertinence d'un investissement, d'une stratégie d'investissement ou d'une transaction connexe en fonction de votre investissement personnel objectifs, la situation financière et la tolérance au risque. Vous devez consulter votre conseiller juridique ou fiscal en fonction de votre situation spécifique. Ni Komodo, ni ses propriétaires, membres, dirigeants, administrateurs, associés, consultants, ni toute personne impliquée dans la publication de la présente demande, ne sont des conseillers en investissement, des courtiers ou des personne avec un conseiller en investissement inscrit ou un courtier-négociant et aucune de ce qui précède ne recommande que l'achat ou la vente d'actifs cryptographiques ou de titres d'une société présentée dans l'Application mobile soit approprié ou conseillé pour toute personne ou qu'un investissement ou une transaction dans ces crypto-actifs ou valeurs sera rentable. Les informations contenues dans l'application mobile ne constituent pas, et ne constitueront pas, une offre de vente ou la sollicitation d'une offre d'achat de tout crypto-actif ou de toute valeur. Les informations présentées dans l'application mobile sont fournies à des fins d'information uniquement et ne doivent pas être traitées comme des conseils ou des recommandations en vue d'un investissement ou d'une transaction spécifique. Veuillez consulter un professionnel qualifié avant de prendre toute décision. Les opinions et l'analyse incluses dans cette candidature sont basées sur des informations provenant de sources considérées comme fiables et sont fournies «en l'état» de bonne foi. Komodo ne fait aucune déclaration et ne donne aucune garantie, explicite, implicite ou légale, quant à l'exactitude ou à l'exhaustivité de ces informations, qui peuvent être modifiées sans préavis. Komodo ne peut être tenu responsable des erreurs ni des actions entreprises en relation avec ce qui précède. Les déclarations d'opinion et de conviction sont celles des auteurs et / ou des éditeurs qui contribuent à cette application, et sont basées uniquement sur les informations que possèdent ces auteurs et / ou éditeurs. Il ne faut en aucun cas en déduire que Komodo ou ses auteurs ou éditeurs ont une connaissance particulière ou une connaissance plus approfondie des actifs cryptographiques ou des sociétés décrites, ni une expertise particulière dans les secteurs ou marchés dans lesquels les actifs cryptographiques et les sociétés opèrent et se font concurrence. cette application provient de sources réputées fiables; Toutefois, Komodo n'assume aucune responsabilité quant à la vérification de l'exactitude de ces informations et ne déclare aucunement que ces informations sont exactes ou complètes. Certaines déclarations incluses dans cette application peuvent être des déclarations prospectives basées sur les attentes actuelles. Komodo ne fait aucune déclaration et n'assure aucune garantie quant à l'exactitude de ces déclarations prospectives.Les personnes utilisant l'application Komodo sont priées de consulter un professionnel qualifié en ce qui concerne un investissement ou une transaction dans un crypto-actif ou une entreprise profilée. ci-dessous. De plus, les personnes utilisant cette application déclarent expressément que le contenu de cette application n'est pas et ne sera pas pris en compte dans les décisions d'investissement ou de transaction de ces personnes. Les commerçants doivent vérifier de manière indépendante les informations fournies dans l’application Komodo en complétant leur propre devoir de vigilance à l’égard de tout crypto-actif ou entreprise dans laquelle ils envisagent un investissement ou une transaction de quelque nature que ce soit et examiner un ensemble complet d’informations sur cet crypto-actif ou entreprise, qui devrait inclure, sans toutefois s'y limiter, les mises à jour de blogs et les communiqués de presse associés. Les performances passées des actifs et des titres cryptographiques profilés ne préjugent pas des résultats futurs. Les actifs cryptographiques et les entreprises figurant sur ce site peuvent ne pas disposer d'un marché de négociation actif et investir dans un actif cryptographique ou un titre qui ne dispose pas d'un marché de négociation actif ou des échanges sur certains supports, plates-formes et marchés sont considérés comme hautement spéculatifs et comportent un degré de risque élevé . Toute personne détenant de tels actifs cryptographiques et de tels titres devrait être financièrement capable et disposée à supporter le risque de perte et de la perte réelle de l’ensemble de sa transaction. Les informations contenues dans cette application ne sont pas conçues pour servir de base à une décision d'investissement. Les personnes utilisant l'application Komodo doivent confirmer, à leur entière satisfaction, la véracité de toute information avant de procéder à un investissement ou d'effectuer une transaction. La décision d'acheter ou de vendre tout crypto-actif ou toute sécurité susceptible d'être présentée par Komodo est prise aux risques propres du lecteur. En tant que lecteur et utilisateur de cette application, vous acceptez qu'en aucun cas, vous ne cherchiez à engager la responsabilité du propriétaire, des membres, des dirigeants, des administrateurs, des associés, des consultants ou des autres personnes impliquées dans la publication de cette application, pour tout dommage résultant de l'utilisation informations contenues dans la présente demandeKomodo, ses contractants et ses sociétés affiliées, peuvent tirer profit de l’augmentation ou de la diminution de la valeur des actifs cryptographiques et des valeurs mobilières. De tels crypto-actifs et titres peuvent être achetés ou vendus de temps à autre, même après que Komodo ait diffusé des informations positives sur les crypto-actifs et les sociétés. Komodo n’a aucune obligation d’informer les lecteurs de ses activités commerciales ou des activités commerciales de ses propriétaires, membres, dirigeants, administrateurs, sous-traitants et sociétés affiliées et / ou de toute société affiliée aux propriétaires, membres, dirigeants, administrateurs, sous-traitants et relations de BC Relations. affiliés.Komodo et ses affiliés peuvent de temps à autre conclure des accords d'achat d'actifs cryptographiques ou de valeurs mobilières afin de constituer une méthode permettant d'atteindre leurs objectifs.
german: Um Zweifel auszuschließen, bietet Komodo Platform weder Anlage-, Steuer- oder Rechtsberatung an, noch handelt der Komodo Platform-Broker in Ihrem Namen. Alle Komodo Platform-Trades werden automatisch ausgeführt, basierend auf den Parametern Ihrer Orderinstruktionen und in Übereinstimmung mit den Ausführungsverfahren für veröffentlichte Trades. Sie sind allein dafür verantwortlich, basierend auf Ihrer persönlichen Investition zu bestimmen, ob eine Investition, eine Anlagestrategie oder eine damit verbundene Transaktion für Sie geeignet ist Ziele, finanzielle Verhältnisse und Risikotoleranz. Weder Komodo noch seine Eigentümer, Mitglieder, leitenden Angestellten, Direktoren, Partner, Berater oder Personen, die an der Veröffentlichung dieses Antrags beteiligt sind, sind eingetragene Anlageberater, Makler, Händler oder verbundene Unternehmen Eine Person mit einem registrierten Anlageberater oder Broker-Händler und keiner der oben genannten Personen spricht eine Empfehlung aus, wonach der Kauf oder Verkauf von Krypto-Assets oder Wertpapieren eines in der Mobilanwendung profilierten Unternehmens für eine Person oder eine Anlage oder Transaktion geeignet oder empfehlenswert ist in solchen Krypto-Assets oder Wertpapieren wird rentabel sein. Die in der Mobilanwendung enthaltenen Informationen sind weder als Verkaufsangebot noch als Aufforderung zum Kauf eines Krypto-Assets oder einer Sicherheit gedacht und stellen kein solches dar. Die Informationen in der Mobilanwendung dienen nur zu Informationszwecken und stellen keine Beratung oder Empfehlung für eine bestimmte Investition oder Transaktion dar. Bitte konsultieren Sie einen qualifizierten Fachmann, bevor Sie eine Entscheidung treffen. Die in diesem Antrag enthaltenen Meinungen und Analysen basieren auf Informationen aus Quellen, die als zuverlässig gelten, und werden nach bestem Wissen und Gewissen „wie sie sind“ bereitgestellt. Komodo gibt keine ausdrückliche, implizite oder gesetzliche Zusicherung oder Garantie in Bezug auf die Richtigkeit oder Vollständigkeit solcher Informationen, die ohne vorherige Ankündigung geändert werden können. Komodo haftet nicht für Fehler oder Maßnahmen in Bezug auf die oben genannten Punkte. Meinungs- und Glaubensbekundungen sind diejenigen der Autoren und / oder Herausgeber, die zu dieser Anwendung beitragen, und basieren ausschließlich auf den Informationen, über die diese Autoren und / oder Herausgeber verfügen. Es sollte keine Schlussfolgerung gezogen werden, dass Komodo oder solche Autoren oder Herausgeber spezielle oder umfassendere Kenntnisse über die Crypto-Assets oder Unternehmen mit Profilen oder besondere Fachkenntnisse in den Branchen oder Märkten haben, in denen die Crypto-Assets und Unternehmen mit Profilen tätig sind und im Wettbewerb stehen Dieser Antrag stammt aus Quellen, die als zuverlässig gelten. Komodo übernimmt jedoch keine Verantwortung für die Überprüfung der Richtigkeit dieser Informationen und übernimmt keine Gewähr für die Richtigkeit oder Vollständigkeit dieser Informationen. Bestimmte Aussagen in diesem Antrag können zukunftsgerichtete Aussagen sein, die auf den gegenwärtigen Erwartungen beruhen. Komodo gibt keine Zusicherung oder Garantie dafür ab, dass solche zukunftsgerichteten Aussagen zutreffend sind. Personen, die die Komodo-Anwendung verwenden, werden dringend gebeten, sich bezüglich einer Investition oder einer Transaktion in einen Krypto-Vermögenswert oder ein Unternehmen mit Profil an einen qualifizierten Fachmann zu wenden hierin. Darüber hinaus erklären Personen, die diese Anwendung verwenden, ausdrücklich, dass der Inhalt dieser Anwendung bei Investitions- oder Transaktionsentscheidungen dieser Personen nicht berücksichtigt wird. Händler sollten die in der Komodo-Anwendung bereitgestellten Informationen unabhängig überprüfen, indem sie ihre eigene Due Diligence für Krypto-Assets oder Unternehmen durchführen, bei denen sie eine Investition oder Transaktion jeglicher Art in Betracht ziehen, und ein vollständiges Informationspaket über diese Krypto-Assets oder Unternehmen durchsehen, die Dies sollte unter anderem Blog-Aktualisierungen und Pressemitteilungen umfassen. Die frühere Wertentwicklung von Crypto-Assets und Wertpapieren mit Profil ist kein Hinweis auf zukünftige Ergebnisse. Krypto-Assets und Unternehmen, die auf dieser Website vorgestellt werden, verfügen möglicherweise nicht über einen aktiven Handelsmarkt und investieren in Krypto-Assets oder Wertpapiere, für die es keinen aktiven Handelsmarkt gibt oder die auf bestimmten Medien, Plattformen und Märkten gehandelt werden. Dies wird als äußerst spekulativ eingestuft und birgt ein hohes Risiko . Jeder, der über solche Krypto-Vermögenswerte und Wertpapiere verfügt, sollte finanziell in der Lage und bereit sein, das Verlustrisiko und den tatsächlichen Verlust seines gesamten Handels zu tragen. Die Informationen in diesem Antrag sind nicht als Grundlage für eine Investitionsentscheidung gedacht. Personen, die die Komodo-Anwendung verwenden, sollten zu ihrer eigenen Zufriedenheit die Richtigkeit von Informationen bestätigen, bevor sie eine Investition tätigen oder eine Transaktion tätigen. Die Entscheidung über den Kauf oder Verkauf von Krypto-Assets oder Sicherheiten, die von Komodo angeboten werden, erfolgt ausschließlich auf eigenes Risiko des Lesers. Als Leser und Benutzer dieser Anwendung erklären Sie sich damit einverstanden, unter keinen Umständen haftbare Eigentümer, Mitglieder, leitende Angestellte, Direktoren, Partner, Berater oder andere Personen, die an der Veröffentlichung dieser Anwendung beteiligt sind, für Verluste zu haften, die durch die Verwendung von entstehen In dieser Anwendung enthaltene InformationenKomodo und seine Auftragnehmer und verbundenen Unternehmen können im Falle einer Wertsteigerung oder Wertminderung der Krypto-Vermögenswerte und Wertpapiere profitieren. Solche Crypto-Assets und Wertpapiere können von Zeit zu Zeit gekauft oder verkauft werden, auch nachdem Komodo positive Informationen über die Crypto-Assets und Unternehmen verbreitet hat. Komodo ist nicht verpflichtet, die Leser über seine Handelsaktivitäten oder die Handelsaktivitäten seiner Eigentümer, Mitglieder, leitenden Angestellten, Direktoren, Auftragnehmer und verbundenen Unternehmen und / oder mit den Eigentümern, Mitgliedern, leitenden Angestellten, Direktoren, Auftragnehmern und verbundenen Unternehmen von BC Relations zu informieren affiliates.Komodo und seine verbundenen Unternehmen können von Zeit zu Zeit Vereinbarungen zum Kauf von Krypto-Assets oder Wertpapieren abschließen, um eine Methode zur Erreichung ihrer Ziele bereitzustellen.
