Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaParagraphe13
source: You agree and understand that there are risks associated with utilizing Services involving Virtual Currencies including, but not limited to, the risk of failure of hardware, software and internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your Wallet, including but not limited to your public and private keys. You agree and understand that Komodo Platform will not be responsible for any communication failures, disruptions, errors, distortions or delays You may experience when using the Services, however caused. You accept and acknowledge that there are risks associated with utilizing any virtual currency network, including, but not limited to, the risk of unknown vulnerabilities in or unanticipated changes to the network protocol. You acknowledge and accept that Komodo Platform has no control over any cryptocurrency network and will not be responsible for any harm occurring as a result of such risks, including, but not limited to, the inability to reverse a transaction, and any losses in connection therewith due to erroneous or fraudulent actions. The risk of loss in using Services involving Virtual Currencies may be substantial and losses may occur over a short period of time. In addition, price and liquidity are subject to significant fluctuations that may be unpredictable. Virtual Currencies are not legal tender and are not backed by any sovereign government. In addition, the legislative and regulatory landscape around Virtual Currencies is constantly changing and may affect your ability to use, transfer, or exchange Virtual Currencies. CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. 80.6% of retail investor accounts lose money when trading CFDs with this provider. You should consider whether You understand how CFDs work and whether You can afford to take the high risk of losing your money.
chinese_hant: You agree and understand that there are risks associated with utilizing Services involving Virtual Currencies including, but not limited to, the risk of failure of hardware, software and internet connections, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your Wallet, including but not limited to your public and private keys. You agree and understand that RedFOX Labs will not be responsible for any communication failures, disruptions, errors, distortions or delays You may experience when using the Services, however caused. You accept and acknowledge that there are risks associated with utilizing any virtual currency network, including, but not limited to, the risk of unknown vulnerabilities in or unanticipated changes to the network protocol. You acknowledge and accept that RedFOX Labs has no control over any cryptocurrency network and will not be responsible for any harm occurring as a result of such risks, including, but not limited to, the inability to reverse a transaction, and any losses in connection therewith due to erroneous or fraudulent actions. The risk of loss in using Services involving Virtual Currencies may be substantial and losses may occur over a short period of time. In addition, price and liquidity are subject to significant fluctuations that may be unpredictable. Virtual Currencies are not legal tender and are not backed by any sovereign government. In addition, the legislative and regulatory landscape around Virtual Currencies is constantly changing and may affect your ability to use, transfer, or exchange Virtual Currencies. CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. 80.6% of retail investor accounts lose money when trading CFDs with this provider. You should consider whether You understand how CFDs work and whether You can afford to take the high risk of losing your money.
french: Vous acceptez et comprenez qu'il existe des risques liés à l'utilisation de services impliquant des devises virtuelles, notamment, le risque de défaillance du matériel, des logiciels et des connexions Internet, le risque d'introduction de logiciels malveillants et le risque que des tiers obtiennent des informations non autorisées. accès aux informations stockées dans votre portefeuille, y compris, sans toutefois s'y limiter, vos clés publique et privée. Vous acceptez et comprenez que Komodo Platform ne sera pas responsable des défaillances de communication, des perturbations, des erreurs, des distorsions ou des retards que vous pourriez rencontrer lors de l'utilisation des Services, quelle qu'en soit la cause. Vous acceptez et reconnaissez qu'il existe des risques associés à l'utilisation de tout réseau monétaire virtuel, y compris, sans toutefois s'y limiter, le risque de vulnérabilités inconnues ou de modifications imprévues du protocole réseau. Vous reconnaissez et acceptez que Komodo Platform n'exerce aucun contrôle sur les réseaux de crypto-monnaie et ne saurait être tenu responsable des dommages résultant de tels risques, notamment de l'impossibilité d'annuler une transaction et des pertes associées. en raison d'actions erronées ou frauduleuses. Le risque de perte lié à l'utilisation de services impliquant des devises virtuelles peut être considérable et des pertes peuvent se produire sur une courte période. De plus, le prix et la liquidité sont soumis à des fluctuations importantes qui peuvent être imprévisibles. Les monnaies virtuelles n'ont pas de cours légal et ne sont soutenues par aucun gouvernement souverain. En outre, le paysage législatif et réglementaire autour des monnaies virtuelles change constamment et peut affecter votre capacité à utiliser, transférer ou échanger des monnaies virtuelles. Les CFD sont des instruments complexes et présentent un risque élevé de perdre de l'argent rapidement en raison d'un effet de levier. 80,6% des comptes d’investisseurs privés perdent de l’argent lorsqu’ils échangent des CFD avec ce fournisseur. Vous devez vous demander si vous comprenez le fonctionnement des CFD et si vous pouvez vous permettre de prendre le risque élevé de perdre votre argent.
german: Sie stimmen zu und verstehen, dass mit der Nutzung von Diensten mit virtuellen Währungen Risiken verbunden sind, einschließlich, aber nicht beschränkt auf das Risiko des Ausfalls von Hardware-, Software- und Internetverbindungen, das Risiko der Einführung schädlicher Software und das Risiko, dass Dritte nicht autorisiert werden Zugriff auf Informationen, die in Ihrer Brieftasche gespeichert sind, einschließlich, aber nicht beschränkt auf Ihre öffentlichen und privaten Schlüssel. Sie stimmen zu und verstehen, dass Komodo Platform nicht für Kommunikationsfehler, -störungen, -fehler, -verzerrungen oder -verzögerungen verantwortlich ist, die bei der Nutzung der Dienste auftreten können, wie auch immer diese verursacht werden. Sie akzeptieren und erkennen an, dass mit der Nutzung eines Netzwerks für virtuelle Währungen Risiken verbunden sind, einschließlich des Risikos unbekannter Schwachstellen oder unerwarteter Änderungen des Netzwerkprotokolls. Sie erkennen an und akzeptieren, dass Komodo Platform keine Kontrolle über ein Kryptowährungsnetzwerk hat und nicht für Schäden verantwortlich ist, die durch solche Risiken entstehen, einschließlich, aber nicht beschränkt auf die Unfähigkeit, eine Transaktion rückgängig zu machen, und damit verbundene Verluste aufgrund fehlerhafter oder betrügerischer Handlungen. Das Risiko eines Verlusts bei der Nutzung von Diensten mit virtuellen Währungen kann erheblich sein und innerhalb kurzer Zeit zu Verlusten führen. Darüber hinaus unterliegen Preis und Liquidität erheblichen Schwankungen, die möglicherweise nicht vorhersehbar sind. Virtuelle Währungen sind kein gesetzliches Zahlungsmittel und werden von keiner souveränen Regierung unterstützt. Darüber hinaus ändert sich die Gesetzgebungs- und Regulierungslandschaft für virtuelle Währungen ständig und kann sich auf Ihre Fähigkeit auswirken, virtuelle Währungen zu verwenden, zu übertragen oder umzutauschen. CFDs sind komplexe Instrumente und bergen aufgrund der Hebelwirkung ein hohes Risiko, schnell Geld zu verlieren. 80,6% der Privatanlegerkonten verlieren beim Handel mit CFDs bei diesem Anbieter Geld. Sie sollten überlegen, ob Sie wissen, wie CFDs funktionieren und ob Sie es sich leisten können, das hohe Risiko einzugehen, Ihr Geld zu verlieren.

# eulaParagraphe14
source: You agree to indemnify, defend and hold harmless Komodo Platform, its officers, directors, employees, agents, licensors, suppliers and any third party information providers to the application from and against all losses, expenses, damages and costs, including reasonable lawyer fees, resulting from any violation of the Terms by You. You also agree to indemnify Komodo Platform against any claims that information or material which You have submitted to Komodo Platform is in violation of any law or in breach of any third party rights (including, but not limited to, claims in respect of defamation, invasion of privacy, breach of confidence, infringement of copyright or infringement of any other intellectual property right).
chinese_hant: You agree to indemnify, defend and hold harmless RedFOX Labs, its officers, directors, employees, agents, licensors, suppliers and any third party information providers to the application from and against all losses, expenses, damages and costs, including reasonable lawyer fees, resulting from any violation of the Terms by You. You also agree to indemnify RedFOX Labs against any claims that information or material which You have submitted to RedFOX Labs is in violation of any law or in breach of any third party rights (including, but not limited to, claims in respect of defamation, invasion of privacy, breach of confidence, infringement of copyright or infringement of any other intellectual property right).
french: Vous acceptez d'indemniser, de défendre et de tenir indemne Komodo Platform, ses dirigeants, administrateurs, employés, agents, concédants de licence, fournisseurs et tout fournisseur d'informations tiers à l'application de et contre toutes pertes, dépenses, dommages et frais, y compris les honoraires raisonnables d'avocat, résultant d'une violation des Conditions de votre part. Vous acceptez également d’indemniser Komodo Platform contre toute prétention selon laquelle les informations ou le matériel que vous avez soumis à Komodo Platform contreviennent à la loi ou aux droits de tiers (y compris, mais sans s'y limiter, les actions en diffamation, invasion respect de la vie privée, abus de confiance, violation du droit d'auteur ou violation de tout autre droit de propriété intellectuelle).
german: Sie erklären sich damit einverstanden, Komodo Platform, seine leitenden Angestellten, Mitarbeiter, Vertreter, Lizenzgeber, Zulieferer und alle anderen Informationsanbieter für die Anwendung von und gegen alle Verluste, Aufwendungen, Schäden und Kosten, einschließlich angemessener Anwaltsgebühren, zu entschädigen, zu verteidigen und schadlos zu halten. aus einer Verletzung der Nutzungsbedingungen durch Sie resultieren. Sie verpflichten sich auch, Komodo Platform von jeglichen Ansprüchen freizustellen, wenn Informationen oder Materialien, die Sie an Komodo Platform übermittelt haben, gegen Gesetze oder Rechte Dritter verstoßen (einschließlich, aber nicht beschränkt auf Ansprüche in Bezug auf Diffamierung, Invasion) Verletzung der Privatsphäre, des Vertrauens, der Urheberrechte oder sonstiger Rechte des geistigen Eigentums).
