Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaTitle9
source: GENERAL WARNING
french: AVERTISSEMENT GÉNÉRAL
german: ALLGEMEINE WARNUNG

# eulaTitle10
source: ACCESS AND SECURITY
french: ACCÈS ET SÉCURITÉ
german: ZUGANG UND SICHERHEIT

# eulaTitle11
source: INTELLECTUAL PROPERTY RIGHTS
french: DROITS DE PROPRIÉTÉ INTELLECTUELLE
german: RECHTE AN GEISTIGEM EIGENTUM

# eulaTitle12
source: DISCLAIMER
french: AVERTISSEMENT
german: HAFTUNGSAUSSCHLUSS

# eulaTitle13
source: REPRESENTATIONS AND WARRANTIES, INDEMNIFICATION, AND LIMITATION OF LIABILITY
french: REPRÉSENTATIONS ET GARANTIES, INDEMNISATION ET LIMITATION DE RESPONSABILITÉ
german: Zusicherungen und Gewährleistungen, Freistellung und Haftungsbeschränkung

# eulaTitle14
source: GENERAL RISK FACTORS
french: FACTEURS DE RISQUE GÉNÉRAUX
german: ALLGEMEINE RISIKOFAKTOREN

# eulaTitle15
source: INDEMNIFICATION
french: INDEMNITÉ
german: Entschädigung

# eulaTitle16
source: RISK DISCLOSURES RELATING TO THE WALLET
french: INFORMATIONS SUR LES RISQUES LIÉS AU PORTEFEUILLE
german: RISIKOANGABEN DIESER ANWENDUNG

# eulaTitle17
source: NO INVESTMENT ADVICE OR BROKERAGE
french: AUCUN CONSEIL D'INVESTISSEMENT OU DE COURTAGE
german: KEINE ANLAGEBERATUNG ODER BROKERAGE

# eulaTitle18
source: TERMINATION
french: RÉSILIATION
german: BEENDIGUNG

# eulaTitle19
source: THIRD PARTY RIGHTS
french: DROITS DE TIERCE PARTIE
german: Rechte Dritter

# eulaTitle20
source: OUR LEGAL OBLIGATIONS
french: NOS OBLIGATIONS LEGALES
german: UNSERE RECHTLICHEN VERPFLICHTUNGEN

# eulaParagraphe1
source: This End-User License Agreement ('EULA') is a legal agreement between you and Komodo Platform. This EULA agreement governs your acquisition and use of our atomicDEX mobile software ('Software', 'Mobile Application', 'Application' or 'App') directly from Komodo Platform or indirectly through a Komodo Platform authorized entity, reseller or distributor (a 'Distributor'). Please read this EULA agreement carefully before completing the installation process and using the atomicDEX mobile software. It provides a license to use the atomicDEX mobile software and contains warranty information and liability disclaimers. If you register for the beta program of the atomicDEX mobile software, this EULA agreement will also govern that trial. By clicking 'accept' or installing and/or using the atomicDEX mobile software, you are confirming your acceptance of the Software and agreeing to become bound by the terms of this EULA agreement. If you are entering into this EULA agreement on behalf of a company or other legal entity, you represent that you have the authority to bind such entity and its affiliates to these terms and conditions. If you do not have such authority or if you do not agree with the terms and conditions of this EULA agreement, do not install or use the Software, and you must not accept this EULA agreement. This EULA agreement shall apply only to the Software supplied by Komodo Platform herewith regardless of whether other software is referred to or described herein. The terms also apply to any Komodo Platform updates, supplements, Internet-based services, and support services for the Software, unless other terms accompany those items on delivery. If so, those terms apply. License Grant Komodo Platform hereby grants you a personal, non-transferable, non-exclusive licence to use the atomicDEX mobile software on your devices in accordance with the terms of this EULA agreement. You are permitted to load the atomicDEX mobile software (for example a PC, laptop, mobile or tablet) under your control. You are responsible for ensuring your device meets the minimum security and resource requirements of the atomicDEX mobile software. You are not permitted to: Edit, alter, modify, adapt, translate or otherwise change the whole or any part of the Software nor permit the whole or any part of the Software to be combined with or become incorporated in any other software, nor decompile, disassemble or reverse engineer the Software or attempt to do any such things Reproduce, copy, distribute, resell or otherwise use the Software for any commercial purpose Use the Software in any way which breaches any applicable local, national or international law use the Software for any purpose that Komodo Platform considers is a breach of this EULA agreement Intellectual Property and Ownership Komodo Platform shall at all times retain ownership of the Software as originally downloaded by you and all subsequent downloads of the Software by you. The Software (and the copyright, and other intellectual property rights of whatever nature in the Software, including any modifications made thereto) are and shall remain the property of Komodo Platform. Komodo Platform reserves the right to grant licences to use the Software to third parties. Termination This EULA agreement is effective from the date you first use the Software and shall continue until terminated. You may terminate it at any time upon written notice to Komodo Platform. It will also terminate immediately if you fail to comply with any term of this EULA agreement. Upon such termination, the licenses granted by this EULA agreement will immediately terminate and you agree to stop all access and use of the Software. The provisions that by their nature continue and survive will survive any termination of this EULA agreement. Governing Law This EULA agreement, and any dispute arising out of or in connection with this EULA agreement, shall be governed by and construed in accordance with the laws of Vietnam. This document was last updated on July 3, 2019
chinese_hant: This End-User License Agreement ('EULA') is a legal agreement between you and RedFOX Labs. This EULA agreement governs your acquisition and use of our atomicDEX mobile software ('Software', 'Mobile Application', 'Application' or 'App') directly from RedFOX Labs or indirectly through a RedFOX Labs authorized entity, reseller or distributor (a 'Distributor'). Please read this EULA agreement carefully before completing the installation process and using the atomicDEX mobile software. It provides a license to use the atomicDEX mobile software and contains warranty information and liability disclaimers. If you register for the beta program of the atomicDEX mobile software, this EULA agreement will also govern that trial. By clicking 'accept' or installing and/or using the atomicDEX mobile software, you are confirming your acceptance of the Software and agreeing to become bound by the terms of this EULA agreement. If you are entering into this EULA agreement on behalf of a company or other legal entity, you represent that you have the authority to bind such entity and its affiliates to these terms and conditions. If you do not have such authority or if you do not agree with the terms and conditions of this EULA agreement, do not install or use the Software, and you must not accept this EULA agreement. This EULA agreement shall apply only to the Software supplied by RedFOX Labs herewith regardless of whether other software is referred to or described herein. The terms also apply to any RedFOX Labs updates, supplements, Internet-based services, and support services for the Software, unless other terms accompany those items on delivery. If so, those terms apply. License Grant RedFOX Labs hereby grants you a personal, non-transferable, non-exclusive licence to use the atomicDEX mobile software on your devices in accordance with the terms of this EULA agreement. You are permitted to load the atomicDEX mobile software (for example a PC, laptop, mobile or tablet) under your control. You are responsible for ensuring your device meets the minimum security and resource requirements of the atomicDEX mobile software. You are not permitted to: Edit, alter, modify, adapt, translate or otherwise change the whole or any part of the Software nor permit the whole or any part of the Software to be combined with or become incorporated in any other software, nor decompile, disassemble or reverse engineer the Software or attempt to do any such things Reproduce, copy, distribute, resell or otherwise use the Software for any commercial purpose Use the Software in any way which breaches any applicable local, national or international law use the Software for any purpose that RedFOX Labs considers is a breach of this EULA agreement Intellectual Property and Ownership RedFOX Labs shall at all times retain ownership of the Software as originally downloaded by you and all subsequent downloads of the Software by you. The Software (and the copyright, and other intellectual property rights of whatever nature in the Software, including any modifications made thereto) are and shall remain the property of RedFOX Labs. RedFOX Labs reserves the right to grant licences to use the Software to third parties. Termination This EULA agreement is effective from the date you first use the Software and shall continue until terminated. You may terminate it at any time upon written notice to RedFOX Labs. It will also terminate immediately if you fail to comply with any term of this EULA agreement. Upon such termination, the licenses granted by this EULA agreement will immediately terminate and you agree to stop all access and use of the Software. The provisions that by their nature continue and survive will survive any termination of this EULA agreement. Governing Law This EULA agreement, and any dispute arising out of or in connection with this EULA agreement, shall be governed by and construed in accordance with the laws of Vietnam. This document was last updated on August 7, 2019
french: Le présent contrat de licence d'utilisateur final ('EULA') est un contrat légal entre vous et Komodo Platform. Cet accord de EULA régit votre acquisition et votre utilisation de notre logiciel mobile atomicDEX («Logiciel», «Application mobile», «Application» ou «Application») directement de Komodo Platform ou indirectement via une entité autorisée, revendeur ou distributeur Komodo Platform Distributeur'). Veuillez lire attentivement cet accord de EULA avant de terminer le processus d'installation et d'utiliser le logiciel atomicDEX mobile. Il fournit une licence d'utilisation du logiciel atomicDEX mobile et contient des informations sur la garantie et des exclusions de responsabilité. Si vous vous inscrivez au programme bêta du logiciel atomicDEX mobile, cet accord de EULA régira également cet essai. En cliquant sur 'accepter' ou en installant et / ou en utilisant le logiciel atomicDEX mobile, vous confirmez votre acceptation du logiciel et acceptez d'être lié par les termes du présent contrat de EULA. Si vous concluez ce contrat de licence utilisateur final au nom d'une société ou d'une autre entité juridique, vous déclarez que vous avez le pouvoir de lier cette entité et ses sociétés affiliées aux présentes conditions générales. Si vous ne disposez pas de cette autorité ou si vous n'êtes pas d'accord avec les termes et conditions de ce contrat de EULA, n'installez ni n'utilisez le logiciel, et vous ne devez pas accepter ce contrat de EULA. Le présent contrat de EULA ne s'applique qu'au logiciel fourni par Komodo Platform, que d'autres logiciels soient mentionnés ou décrits dans les présentes. Les conditions s'appliquent également aux mises à jour, aux suppléments, aux services Internet et aux services d'assistance du logiciel Komodo Platform, à moins que d'autres conditions ne les accompagnent à la livraison. Dans l'affirmative, ces termes s'appliquent. License Grant Komodo Platform vous accorde par la présente une licence personnelle, non transférable et non exclusive vous permettant d'utiliser le logiciel atomicDEX mobile sur vos appareils conformément aux termes de cet accord de EULA. Vous êtes autorisé à charger le logiciel atomicDEX mobile (par exemple, un PC, un ordinateur portable, un téléphone portable ou une tablette) sous votre contrôle. Vous devez vous assurer que votre appareil répond aux exigences minimales en matière de sécurité et de ressources du logiciel atomicDEX mobile. Vous n'êtes pas autorisé à: Editer, altérer, modifier, adapter, traduire ou modifier de quelque manière que ce soit tout ou partie du Logiciel, ni permettre que tout ou partie du Logiciel soit combiné ou intégré à un autre logiciel, ni décompilé , désassembler ou désosser le logiciel ou tenter de faire de telles choses. Reproduire, copier, distribuer, revendre ou utiliser le logiciel à des fins commerciales. Utiliser le logiciel de manière à enfreindre les lois locales, nationales ou internationales applicables. Utiliser le logiciel à des fins commerciales. Komodo Platform conserve à tout moment la propriété du logiciel tel que téléchargé à l'origine et de tous les téléchargements ultérieurs du logiciel que vous avez effectués. Le logiciel (ainsi que les droits d'auteur et autres droits de propriété intellectuelle de quelque nature que ce soit, y compris les modifications qui y sont apportées) sont et resteront la propriété de Komodo Platform. Komodo Platform se réserve le droit d'octroyer des licences d'utilisation du logiciel à des tiers. Résiliation Le présent contrat de EULA entre en vigueur à compter de la date à laquelle vous utilisez le logiciel pour la première fois et reste en vigueur jusqu'à sa résiliation. Vous pouvez le résilier à tout moment en envoyant un avis écrit à Komodo Platform. Il sera également mis fin immédiatement si vous ne respectez aucune des conditions de cet accord de EULA. En cas de résiliation, les licences accordées par le présent contrat de EULA seront immédiatement résiliées et vous acceptez d'arrêter tout accès et utilisation du logiciel. Les dispositions qui, de par leur nature, persistent et survivent survivront à toute résiliation de cet accord de EULA. Loi applicable Le présent contrat de EULA et tout litige né de ou en relation avec le présent contrat de EULA sont régis et interprétés conformément à la législation du Vietnam. Ce document a été mis à jour le 3 juillet 2019
german: Diese Endbenutzer-Lizenzvereinbarung (EULA) ist eine rechtliche Vereinbarung zwischen Ihnen und der Komodo-Plattform. Diese EULA-Vereinbarung regelt den Erwerb und die Nutzung unserer atomicDEX-Mobilsoftware ("Software", "Mobile Application", "Application" oder "App") direkt von der Komodo-Plattform oder indirekt über eine von der Komodo-Plattform autorisierte Stelle, einen Reseller oder Distributor (a). Verteiler'). Bitte lesen Sie diese EULA-Vereinbarung sorgfältig durch, bevor Sie den Installationsvorgang abschließen und die atomicDEX mobile-Software verwenden. Es bietet eine Lizenz zur Nutzung der atomicDEX Mobile-Software und enthält Garantieinformationen und Haftungsausschlüsse. Wenn Sie sich für das Betaprogramm der atomicDEX-Mobilsoftware registrieren, gilt diese EULA-Vereinbarung auch für diese Testversion. Durch Klicken auf "Akzeptieren" oder Installieren und / oder Verwenden der atomicDEX Mobile-Software bestätigen Sie Ihre Akzeptanz der Software und stimmen zu, an die Bedingungen dieser EULA-Vereinbarung gebunden zu sein. Wenn Sie diese EULA-Vereinbarung im Namen eines Unternehmens oder einer anderen juristischen Person abschließen, erklären Sie, dass Sie befugt sind, dieses Unternehmen und seine verbundenen Unternehmen an diese Allgemeinen Geschäftsbedingungen zu binden. Wenn Sie nicht über eine solche Berechtigung verfügen oder mit den Bedingungen dieser EULA-Vereinbarung nicht einverstanden sind, dürfen Sie die Software nicht installieren oder verwenden und diese EULA-Vereinbarung nicht akzeptieren. Diese EULA-Vereinbarung gilt nur für die hiermit von Komodo Platform bereitgestellte Software, unabhängig davon, ob auf andere Software verwiesen oder hierin beschrieben wird. Die Bedingungen gelten auch für alle Komodo Platform-Aktualisierungen, Ergänzungen, internetbasierten Dienste und Support-Dienste für die Software, sofern diese Artikel nicht mit anderen Bedingungen geliefert werden. In diesem Fall gelten diese Bedingungen. Lizenzgewährung Komodo Platform gewährt Ihnen hiermit eine persönliche, nicht übertragbare, nicht exklusive Lizenz zur Nutzung der atomicDEX-Mobilsoftware auf Ihren Geräten gemäß den Bestimmungen dieser EULA-Vereinbarung. Sie dürfen die atomicDEX mobile Software (zum Beispiel einen PC, Laptop, Handy oder Tablet) unter Ihrer Kontrolle laden. Sie sind dafür verantwortlich, dass Ihr Gerät die Mindestsicherheits- und Ressourcenanforderungen der atomicDEX mobile-Software erfüllt. Es ist Ihnen nicht gestattet: die gesamte oder einen Teil der Software zu bearbeiten, zu ändern, anzupassen, zu übersetzen oder auf andere Weise zu ändern oder zuzulassen, dass die gesamte oder ein Teil der Software mit einer anderen Software kombiniert oder in eine andere Software aufgenommen oder dekompiliert wird Vervielfältigen, Kopieren, Verteilen, Weiterverkaufen oder anderweitige Verwendung der Software für kommerzielle Zwecke. Verwenden Sie die Software auf eine Weise, die gegen geltendes lokales, nationales oder internationales Recht verstößt, für das die Software verwendet wird Jeder Zweck, den die Komodo-Plattform für einen Verstoß gegen diese EULA-Vereinbarung hält, ist geistiges Eigentum und Eigentum. Die Komodo-Plattform behält jederzeit das Eigentum an der Software, wie sie ursprünglich von Ihnen heruntergeladen wurde, und an allen nachfolgenden Downloads der Software durch Sie. Die Software (und das Urheberrecht sowie andere geistige Eigentumsrechte jeglicher Art an der Software, einschließlich etwaiger daran vorgenommener Änderungen) sind und bleiben Eigentum der Komodo Platform. Komodo Platform behält sich das Recht vor, Lizenzen zur Nutzung der Software an Dritte zu vergeben. Kündigung Diese EULA-Vereinbarung gilt ab dem Datum, an dem Sie die Software zum ersten Mal verwenden, und gilt bis zu ihrer Kündigung. Sie können es jederzeit nach schriftlicher Mitteilung an Komodo Platform kündigen. Es wird auch sofort beendet, wenn Sie eine Bestimmung dieser EULA-Vereinbarung nicht einhalten. Nach einer solchen Kündigung erlöschen die durch diese EULA-Vereinbarung gewährten Lizenzen sofort und Sie stimmen zu, den gesamten Zugriff und die Nutzung der Software zu sperren. Die Bestimmungen, die von Natur aus fortbestehen und fortbestehen, gelten auch nach Beendigung dieses EULA-Vertrags. Anwendbares Recht Diese EULA-Vereinbarung und alle Streitigkeiten, die sich aus oder im Zusammenhang mit dieser EULA-Vereinbarung ergeben, unterliegen den Gesetzen Vietnams und werden gemäß diesen ausgelegt. Dieses Dokument wurde zuletzt am 3. Juli 2019 aktualisiert

# eulaParagraphe2
source: This disclaimer applies to the contents and services of the app AtomicDEX and is valid for all users of the “Application” ('Software', “Mobile Application”, “Application” or “App”). The Application is owned by Komodo Platform. We reserve the right to amend the following Terms and Conditions (governing the use of the application “atomicDEX mobile”) at any time without prior notice and at our sole discretion. It is your responsibility to periodically check this Terms and Conditions for any updates to these Terms, which shall come into force once published. Your continued use of the application shall be deemed as acceptance of the following Terms. We are a company incorporated in Vietnam and these Terms and Conditions are governed by and subject to the laws of Vietnam. If You do not agree with these Terms and Conditions, You must not use or access this software.
chinese_hant: This disclaimer applies to the contents and services of the app AtomicDEX and is valid for all users of the “Application” ('Software', “Mobile Application”, “Application” or “App”). The Application is owned by RedFOX Labs. We reserve the right to amend the following Terms and Conditions (governing the use of the application “atomicDEX mobile”) at any time without prior notice and at our sole discretion. It is your responsibility to periodically check this Terms and Conditions for any updates to these Terms, which shall come into force once published. Your continued use of the application shall be deemed as acceptance of the following Terms. We are a company incorporated in Vietnam and these Terms and Conditions are governed by and subject to the laws of Vietnam. If You do not agree with these Terms and Conditions, You must not use or access this software.
french: Cet avis de non-responsabilité s'applique au contenu et aux services de l'application AtomicDEX et est valable pour tous les utilisateurs de «l'application» («logiciel», «application mobile», «application» ou «application»). L'application appartient à Komodo Platform. Nous nous réservons le droit de modifier les conditions générales suivantes (régissant l'utilisation de l'application «atomicDEX mobile») à tout moment, sans préavis et à notre seule discrétion. Il est de votre responsabilité de vérifier périodiquement les présentes conditions d'utilisation pour toute mise à jour de celles-ci, qui entrera en vigueur une fois publiée. Votre utilisation continue de l'application sera considérée comme une acceptation des Conditions suivantes. Nous sommes une société constituée au Vietnam et les présentes conditions générales sont régies et soumises aux lois vietnamiennes. Si vous n'acceptez pas ces conditions générales, vous ne devez pas utiliser ou accéder à ce logiciel.
german: Dieser Haftungsausschluss gilt für die Inhalte und Dienste der App AtomicDEX und gilt für alle Nutzer der „Anwendung“ („Software“, „Mobile Anwendung“, „Anwendung“ oder „App“). Die Anwendung gehört der Komodo-Plattform. Wir behalten uns das Recht vor, die folgenden Allgemeinen Geschäftsbedingungen (für die Verwendung der Anwendung "atomicDEX mobile") jederzeit ohne vorherige Ankündigung und nach eigenem Ermessen zu ändern. Es liegt in Ihrer Verantwortung, diese Allgemeinen Geschäftsbedingungen regelmäßig auf Aktualisierungen zu überprüfen, die nach ihrer Veröffentlichung in Kraft treten. Ihre fortgesetzte Nutzung der Anwendung gilt als Anerkennung der folgenden Bedingungen. Wir sind ein Unternehmen mit Sitz in Vietnam und diese Allgemeinen Geschäftsbedingungen unterliegen den Gesetzen Vietnams. Wenn Sie diesen Nutzungsbedingungen nicht zustimmen, dürfen Sie diese Software nicht verwenden oder darauf zugreifen.
