Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

source: Create PIN
chinese_hant: 創建PIN碼
french: Créer un code PIN
german: PIN erstellen

# enterPinCode
source: Enter your PIN code
chinese_hant: 輸入您的PIN碼
french: Entrez votre code PIN
german: Geben Sie Ihren PIN-Code ein

source: login
chinese_hant: 登入
french: se connecter
german: Anmeldung

source: new account
chinese_hant: 新帳戶
french: nouveau compte
german: neues Konto

# newAccountUpper
source: New Account
chinese_hant: 新帳戶
french: Nouveau compte
german: Neues Konto

# addingCoinSuccess
source: Activated {name} successfully !
chinese_hant: 成功新增 {name}!
french: {name} activé avec succès!
german: {name} erfolgreich aktiviert!

source: Connecting...
chinese_hant: 串接中。。。
french: Connection...
german: Verbindung wird hergestellt ...

# addCoin
source: Activate coin
chinese_hant: 新增代幣
french: Activer la crypto-monnaie
german: Coin aktivieren

# numberAssets
source: {assets} Assets
chinese_hant: {assets} 資產
french: {assets} Actifs

# enterSeedPhrase
source: Enter Your Seed Phrase
chinese_hant: 輸入助記詞
french: Entrez votre passphrase
german: Geben Sie Ihren Seed ein

# exampleHintSeed
source: Example: build case level ...
chinese_hant: 例如： build case level 。。。
french: Exemple: build case level ...
german: Beispiel: build case level ...

source: confirm
chinese_hant: 確認
french: confirmer
german: bestätigen

source: Buy
chinese_hant: 買
french: Acheter
german: Kaufen

source: Sell
chinese_hant: 賣
french: Vendre
german: Verkaufen

# shareAddress
source: My {coinName} address: {address}
chinese_hant: 我的 {coinName} 地址: \n{address}
french: Mon adresse {coinName} : {address}
german: Meine {coinName} Adresse: {address}

source: Withdraw
chinese_hant: 提領
french: Envoyer
german: Senden

# errorValueEmpty
source: Value is too high or low
chinese_hant: 金額太高或低
french: La valeur est trop élevée ou trop basse
german: Wert ist zu hoch oder zu niedrig

source: Amount
chinese_hant: 數量
french: Montant
german: Betrag

# addressSend
source: Recipients address
chinese_hant: 收款人錢包地址
french: Adresse du destinataire
german: Empfängeradresse

# withdrawValue
source: WITHDRAW {amount} {coinName}
chinese_hant: 提領{amount} {coinName}
french: ENVOYER {amount} {coinName}
german: SENDEN {amount} {coinName}

# withdrawConfirm
source: Confirm Withdrawal
chinese_hant: 確認提領
french: Confirmer le retrait
german: Auszahlung bestätigen

source: Close
chinese_hant: 關閉
french: Fermer
german: Schließen

# confirmSeed
source: Confirm Seed Phrase
chinese_hant: 確認助記詞
french: Confirmer la passphrase
german: Seed Phrase bestätigen

# seedPhraseTitle
source: Your new Seed Phrase
chinese_hant: 您的新助記詞
french: Votre nouvelle passphrase
german: Ihr neuer Seed

# getBackupPhrase
source: Important: Back up your seed phrase before proceeding!
chinese_hant: 重要提醒: 在繼續之前請記得備份助記詞 !
french: Important: sauvegardez votre passphrase avant de continuer!
german: Wichtig: Sichern Sie Ihren Seed bevor Sie fortfahren!

# recommendSeedMessage
source: We recommend storing it offline.
chinese_hant: 我們強烈建議離線保管。
french: Nous vous recommandons de la stocker hors ligne.
german: Wir empfehlen die Offline-Sicherung.

source: next
chinese_hant: 下一步
french: suivant
german: Weiter

# confirmPin
source: Confirm PIN code
chinese_hant: 確認PIN碼
french: Confirmer le code PIN
german: PIN-Code bestätigen

# errorTryAgain
source: Error, please try again
chinese_hant: 失敗, 請再重新操作一次
french: Erreur, veuillez réessayer
german: Fehler, bitte versuchen Sie es erneut

source: Settings
chinese_hant: 設定
french: Réglages
german: Einstellungen

source: Security
chinese_hant: 安全
french: Sécurité
german: Sicherheit

# activateAccessPin
source: Activate PIN protection
chinese_hant: 啟動PIN碼保護
french: Activer la protection par code PIN
german: PIN-Schutz aktivieren

# lockScreen
source: Screen is locked
chinese_hant: 螢幕已鎖定
french: L'écran est verrouillé
german: Bildschirm ist gesperrt

# changePin
source: Change PIN code
chinese_hant: 變更PIN碼
french: Changer le code PIN
german: PIN Code ändern

source: Log Out
chinese_hant: 登出
french: Se Déconnecter
german: Ausloggen

source: Amount To Sell
chinese_hant: 欲出售數量
french: Montant à vendre
german: Zu verkaufender Betrag

# youWillReceived
source: You will receive:
chinese_hant: 可獲得：
french: Vous allez recevoir:
german: Sie erhalten:

# selectCoinToSell
source: Select the coin you want to SELL
chinese_hant: 請選擇您要賣的代幣
french: Sélectionnez la crypto-monnaie que vous souhaitez vendre
german: Wählen Sie den zu verkaufenden Coin

# selectCoinToBuy
source: Select the coin you want to BUY
chinese_hant: 請選擇您要買的代幣
french: Sélectionnez la crypto-monnaie que vous souhaitez acheter
german: Wählen Sie den zu kaufenden Coin aus

source: swap
chinese_hant: 兌換
french: échanger

# buySuccessWaiting
source: Swap issued, please wait!
chinese_hant: 兌換需求發布, 請稍後！
french: Échange émis, veuillez patienter!
german: Trade gestartet, bitte warten!

source: Network fee
chinese_hant: 礦工費用
french: Frais de réseau
german: Netzwerkgebühr

source: commission fee
chinese_hant: 成交費用
french: frais de commission
german: Provision

source: Portfolio
chinese_hant: 資產配置
french: Portefeuille

# estimateValue
source: Estimated Total Value
chinese_hant: 預估總金額
french: Valeur totale estimée
german: Gesamtwert

# selectPaymentMethod
source: Select Your Payment Method
chinese_hant: 請選擇付款方式
french: Sélectionnez votre méthode de paiement
german: Wählen Sie eine Bezahlart

source: Volumes
french: Les volumes
german: Volumen

# placeOrder
source: Place your order
chinese_hant: 下單
french: Passer votre ordre
german: Platzieren Sie Ihre Order

source: Coming soon...
chinese_hant: 即將上線，敬請期待。。。
french: Arrive bientôt...
german: Demnächst...

source: Marketplace
french: Marché
german: Marktplatz

source: You are sending:
chinese_hant: 您正在發送：
french: Vous envoyez:
german: Sie senden:

source: Value:
chinese_hant: 金額:
french: Valeur:
german: Wert:

source: Paid with
chinese_hant: 付款方式
french: Payé avec
german: Bezahlt mit

# errorValueNotEmpty
source: Please input data
chinese_hant: 請輸入資料
french: S'il vous plaît entrer des données
german: Bitte Daten eintippen

# errorAmountBalance
source: Not enough balance
chinese_hant: 餘額不足
french: Solde insuffisant
german: Guthaben unzureichend

# errorNotAValidAddress
source: Not a valid address
chinese_hant: 錢包地址錯誤
french: Adresse non valide
german: Keine gültige Adresse

source: To address:
chinese_hant: 收款地址:
french: Adresse de destination:
german: An Adresse:

source: RECEIVE
chinese_hant: 轉入
french: RECEVOIR
german: ERHALTEN

source: SEND
chinese_hant: 轉出
french: ENVOYER
german: SENDEN

source: back
chinese_hant: 上一步
french: retour
german: zurück

source: cancel
chinese_hant: 取消
french: Annuler
german: stornieren

# commingsoon
source: TX details coming soon!
chinese_hant: 交易明細載入中！
french: Détails TX à venir bientôt!
german: TX Details folgen in Kürze!

source: history
chinese_hant: 歷史
french: historique
german: Historie

# commingsoonGeneral
source: Details coming soon!
chinese_hant: 細節戴入中！
french: Détails à venir bientôt!
german: Details folgen in Kürze!

source: Order matching
chinese_hant: 訂單匹配中
french: Recherche d'ordre
german: Warte auf Bestätigung

source: Order matched
chinese_hant: 訂單匹配成功
french: Ordre trouvé
german: Order bestätigt!

source: Swap ongoing
chinese_hant: 兌換中
french: Echange en cours
german: Swap läuft

# swapSucceful
source: Swap successful
chinese_hant: 兌換成功
french: Échange réussi
german: Swap erfolgreich

source: Timeout
chinese_hant: 超時
french: Temps écoulé

source: Swap failed
chinese_hant: 兌換失敗
french: L'échange a échoué
german: Swap fehlgeschlagen

# errorTryLater
source: Error, please try later
chinese_hant: 發生了錯誤，請稍後再試
french: Erreur, merci d'essayer plus tard
german: Fehler, bitte versuchen Sie es später

# feedback
source: Send Feedback
chinese_hant: 發送反饋
french: Envoyer des commentaires
german: Feedback übermitteln

source: Loading orderbook...
chinese_hant: 委託訂單載入中。。。
french: Chargement des ordres ...
german: Auftragsbuch wird geladen

source: claim
chinese_hant: 領取
french: réclamer
german: Anfordern

# claimTitle
source: Claim your KMD reward?
chinese_hant: 領取您的KMD獎勵？
french: Réclamer votre récompense KMD?
german: KMD Prämie anfordern?

source: Success!
chinese_hant: 成功!
french: Succès!
german: Transaktion erfolgreich!

# noRewardYet
source: No reward claimable - please try again in 1h.
chinese_hant: 沒有獎勵可領取 - 請一個小時後重試。
french: Aucune récompense ne peut être demandée - veuillez réessayer dans 1h.
german: Keine Prämie verfügbar. Bitte versuchen Sie es in 1 Stunde erneut.

source: Loading...
chinese_hant: 載入中。。。
french: Chargement...
german: Wird geladen...

# media
source: News
chinese_hant: 新聞
french: Média

source: News feed
chinese_hant: 新聞
french: Fil d'actualité
german: Neuigkeiten

# clipboard
source: Copied to the clipboard
chinese_hant: 已複制
french: Copié dans le presse-papier
german: In die Zwischenablage kopiert

source: From
chinese_hant: 從
french: De
german: Von

source: To
chinese_hant: 至
french: À
german: An

# txConfirmed
source: CONFIRMED
chinese_hant: 已確認
french: CONFIRMÉ
german: BESTÄTIGT

# txBlock
source: Block
chinese_hant: 區塊
french: Bloc

# txFee
source: Fee
chinese_hant: 手續費
french: Frais
german: Gebühr

# noSwaps
source: No history.
chinese_hant: 沒有紀錄
french: Pas d'historique.
german: Keine Historie

source: TRADE
chinese_hant: 交易
french: COMMERCE
german: HANDEL

# tradeCompleted
source: SWAP COMPLETED!
chinese_hant: 兌換成功！
french: ECHANGE TERMINÉ!
german: Handel abgeschlossen!

source: Step
chinese_hant: 步驟
french: Étape
german: Schritt

# tradeDetail
source: TRADE DETAILS
chinese_hant: 交易明細
french: DÉTAILS DE L'ÉCHANGE
german: HANDELSDETAILS

source: Requested Trade
chinese_hant: 交易需求
french: Commerce demandé
german: Angeforderter Handel

source: Swap ID
chinese_hant: 兌換 ID
french: Echange ID

# mediaBrowse
source: BROWSE
chinese_hant: 瀏覽
french: FEUILLETER
german: Stöbern

# articleFrom
source: AtomicDEX NEWS
chinese_hant: AtomicDEX 新聞
french: AtomicDEX NOUVELLES

# mediaNotSavedDescription
source: YOU HAVE NO SAVED ARTICLES
chinese_hant: 您沒有收藏的文章
french: VOUS N'AVEZ PAS D'ARTICLES ENREGISTRÉS
german: SIE HABEN KEINE GESPEICHERTEN ARTIKEL

# mediaBy
source: By
french: Par
german: Von

# lockScreenAuth
source: Please authenticate!
chinese_hant: 請登入！
french: S'il vous plaît authentifiez vous!
german: Bitte authentifizieren!

# noTxs
source: No Transactions
chinese_hant: 無交易
french: Aucune transactions
german: Keine Transaktionen

source: Done
chinese_hant: 完成
french: Terminé
german: Erledigt

# selectCoinTitle
source: Activate coins:
chinese_hant: 新增代幣:
french: Activer les crypto-monnaie:
german: Coins aktivieren:

# selectCoinInfo
source: Select the coins you want to add to your portfolio.
chinese_hant: 請選您想要添加的代幣。
french: Sélectionnez les crypto-monnaie que vous souhaitez ajouter à votre portefeuille.
german: Wählen Sie die Coins aus, die Sie Ihrem Portfolio hinzufügen möchten.

# noArticles
source: No news - please check back later!
chinese_hant: 無新聞 - 請稍後再試！
french: Pas d'articles - s'il vous plaît revenez plus tard!
german: Keine Neuigkeiten - bitte versuchen Sie es später erneut!

# infoTrade1
source: The swap request can not be undone and is a final event!
chinese_hant: 兌換需求是無法撤銷的！
french: La demande d'échange ne peut pas être annulée et constitue un événement final!
german: Dieser Handel kann nicht rückgängig gemacht werden!

# infoTrade2
source: This transaction can take up to 10 mins - DONT close this application!
chinese_hant: 此交易時間可能長達 10 分鐘 - 請勿關閉應用程式！
french: Cette transaction peut prendre jusqu'à 10 minutes. NE FERMEZ PAS cette application!
german: Diese Anwendung während aktiver Handelstransaktionen NICHT schließen!

# swapDetailTitle
source: CONFIRM EXCHANGE DETAILS
chinese_hant: 請確認交易明細
french: CONFIRMEZ LES DÉTAILS DE L’ÉCHANGE
german: BESTÄTIGEN SIE DIESEN HANDEL

source: Check seed phrase
chinese_hant: 請確認助記詞
french: Vérifier la passphrase
german: Überprüfen Sie Ihren Seed

# checkSeedPhraseTitle
source: LET'S DOUBLE CHECK YOUR SEED PHRASE
chinese_hant: 請再次確認助記詞
french: VERIFIONS UNE NOUVELLE FOIS VOTRE PASSPHRASE
german: LASSEN SIE UNS IHREN SEED DOPPELT ÜBERPRÜFEN

# checkSeedPhraseInfo
source: Your seed phrase is important - that's why we like to make sure it's correct. We'll ask you three different questions about your seed phrase to make sure you'll be able to easily restore your wallet whenever you want.
chinese_hant: 您的助記詞是很重要的所以我們要確認您有正確備份。我們將問您三個有關您的助記詞的問題以確保您可以隨時恢復錢包。
french: Votre pass-phrase est importante - c'est pourquoi nous voulons nous assurer qu'elle est correcte. Nous vous poserons trois questions différentes sur votre passphrase pour vous assurer que vous pourrez facilement restaurer votre portefeuille à tout moment.
german: Ihr Seed ist wichtig - deshalb stellen wir Ihnen drei verschiedene Fragen, um sicherzustellen, dass dieser korrekt ist und Sie Ihr Wallet jederzeit problemlos wiederherstellen können.

# checkSeedPhraseSubtile
source: What is the {index}. word in your seed phrase?
chinese_hant: 您助記詞的第 {index}. 個字是什麼？
french: Quel est le {index} . mot dans votre passphrase?
german: Was ist das {index} . Wort in Ihrem Seed?

# checkSeedPhraseHint
source: Enter the {index}. word
chinese_hant: 請輸入第 {index}. 個字
french: Entrez le {index} . mot
german: Wie lautet das {index} . Wort

# checkSeedPhraseButton1
source: CONTINUE
chinese_hant: 繼續
french: CONTINUER
german: WEITER

# checkSeedPhraseButton2
source: GO BACK AND CHECK AGAIN
chinese_hant: 返回並再次檢查
french: RETOURNEZ ET VÉRIFIEZ À NOUVEAU
german: ZURÜCK

# takerpaymentsID
source: Taker Payment ID
chinese_hant: 吃單交易 ID
french: Identifiant du preneur d'ordre

source: Maker Payment ID
chinese_hant: 掛單交易 ID
french: Identifiant du créateur d'ordre

# activateAccessBiometric
source: Activate Biometric protection
chinese_hant: 開啟生物識別功能
french: Activer la protection biométrique
german: Aktivieren Sie den biometrischen Schutz

source: Allow custom seed
chinese_hant: 允許自訂助記詞
french: Autoriser les passphrases personnalisées
german: Erlaube benutzerdefinierten Seed

# hintEnterPassword
source: Enter your password
chinese_hant: 請輸入您的密碼
french: Tapez votre mot de passe
german: Geben Sie Ihr Passwort ein

source: Sign in with seed phrase
chinese_hant: 匯入助記詞
french: Connectez-vous avec la passphrase
german: Melden Sie sich mit dem Seed an

source: Sign in with password
chinese_hant: 匯入密碼
french: Se connecter avec mot de passe
german: Mit Passwort anmelden

# hintEnterSeedPhrase
source: Enter your seed phrase
chinese_hant: 請輸入您的助記詞
french: Entrez votre passphrase
german: Geben Sie Ihren Seed ein

# wrongPassword
source: The passwords do not match. Please try again.
chinese_hant: 密碼不正確。請再重試一次。
french: Le mot de passe ne correspond pas. Veuillez réessayer.
german: Die Passwörter stimmen nicht überein. Bitte versuche es erneut.

# hintNameYourWallet
source: Name your wallet
chinese_hant: 錢包名稱
french: Nommez votre portefeuille
german: Benennen Sie Ihre digitale Geldbörse

# infoWalletPassword
source: You can choose to encrypt your wallet with a password. If you choose not to use a password, you will need to enter your seed every time you want to access your wallet.
chinese_hant: 您可以選擇使用密碼加密您的錢包。如果您選擇不使用密碼，則每次進入錢包時都需要輸入助記詞。
french: Vous pouvez choisir de chiffrer votre portefeuille avec un mot de passe. Si vous choisissez de ne pas utiliser de mot de passe, vous devrez entrer votre passphrase chaque fois que vous souhaitez accéder à votre portefeuille.
german: Sie müssten aus Sicherheitsgründen Ihr Wallet mit einem Passwort sichern.

source: Confirm password
chinese_hant: 確認密碼
french: Confirmez le mot de passe
german: Passwort bestätigen

# dontWantPassword
source: I don't want a password
chinese_hant: 我不想要使用密碼
french: Je ne veux pas de mot de passe
german: Ich möchte kein Passwort

source: ARE YOU SURE?
chinese_hant: 您確定嗎？
french: ÊTES-VOUS SÛR?
german: BIST DU SICHER?

# infoPasswordDialog
source: If you do not enter a password, you will need to enter your seed phrase every time you want to access your wallet.
chinese_hant: 如果您不使用密碼，每次進入錢包時都需要輸入助記詞。
french: Si vous n'entrez pas de mot de passe, vous devrez entrer votre passphrase chaque fois que vous souhaitez accéder à votre portefeuille.
german: Verwenden Sie ein sicheres Passwort und speichern Sie es nicht auf diesem Gerät!

# setUpPassword
source: SET UP A PASSWORD
chinese_hant: 設定密碼
french: CONFIGURER UN MOT DE PASSE
german: PASSWORT EINRICHTEN

source: CREATE A WALLET
chinese_hant: 創建錢包
french: CRÉER UN PORTEFEUILLE
german: Erstellen Sie ein Wallet

# restoreWallet
source: RESTORE
chinese_hant: 恢復錢包
french: RESTAURER
german: WIEDERHERSTELLEN

# hintPassword
source: Password
chinese_hant: 密碼
french: Mot de passe
german: Passwort

# hintConfirmPassword
source: Confirm Password
chinese_hant: 確認密碼
french: Confirmez le mot de passe
german: Passwort bestätigen

# hintCurrentPassword
source: Current password
chinese_hant: 當前密碼
french: Mot de passe actuel
german: Aktuelles Passwort

source: Log Out Settings
chinese_hant: 登出設定
french: Paramètres de déconnexion
german: Abmelde-Einstellungen

source: Log Out on Exit
chinese_hant: 離開時登出
french: Déconnexion à la sortie
german: Beim Beenden abmelden

source: Delete Wallet
chinese_hant: 刪除錢包
french: Supprimer le portefeuille
german: Wallet löschen

source: Delete
chinese_hant: 刪除
french: Effacer
german: Löschen

# settingDialogSpan1
source: Are you sure you want to delete
chinese_hant: 確定要刪除
french: Etes-vous sûr que vous voulez supprimer
german: Sind Sie sicher, dass Sie löschen möchten

# settingDialogSpan2
source: wallet?
chinese_hant: 錢包嗎？
french: portefeuille?

# settingDialogSpan3
source: If so, make sure you
chinese_hant: 如果是，確保您
french: Si oui, assurez-vous de
german: Wenn ja, stellen Sie sicher, dass Sie

# settingDialogSpan4
source: record your seed phrase.
chinese_hant: 紀錄助記詞。
french: enregistrez votre passphrase.
german: Ihren Seed sichern.

# settingDialogSpan5
source: In order to restore your wallet in the future.
chinese_hant: 以便將來恢復錢包。
french: Afin de restaurer votre portefeuille à l'avenir.
german: Um Ihre Wallet in Zukunft wiederherzustellen.

# backupTitle
source: Backup
chinese_hant: 備份
french: Sauvegarde

source: View Seed
chinese_hant: 導出助記詞
french: Voir la passphrase
german: Seed anzeigen

# enterpassword
source: Please enter your password to continue.
chinese_hant: 繼續前請輸入密碼。
french: Veuillez entrer votre mot de passe pour continuer.
german: Bitte Passwort eingeben um fortzufahren.

# clipboardCopy
source: Copy to clipboard
chinese_hant: 已複制
french: Copier dans le presse-papier
german: In die Zwischenablage kopieren

# welcomeTitle
source: WELCOME
chinese_hant: 歡迎使用
french: BIENVENUE
german: WILLKOMMEN

# welcomeWallet
source: wallet
chinese_hant: 錢包
french: portefeuille

# welcomeInfo
source: AtomicDEX mobile is a next generation multi-coin wallet with native third generation DEX functionality and more.
chinese_hant: ATOMIC DEX 是次世代多幣別錢包, 具有原生第三代的DEX功能等等。
french: AtomicDEX mobile est un portefeuille multi crypto-monnaies de nouvelle génération doté de la fonctionnalité DEX native de troisième génération et encore bien plus.
german: AtomicDEX mobile ist eine digitale Geldbörse mit nativer DEX-Funktion der dritten Generation und vielem mehr.

# welcomeLetSetUp
source: LET'S GET SET UP!
chinese_hant: 創建錢包
french: CONFIGURONS!
german: Wallet einrichten!

source: unlock
chinese_hant: 解鎖您的錢包
french: ouvrir
german: Freischalten

# noOrder
source: No {coinName} orders available - please try again later, or create an order.
chinese_hant: 當前無 {coinName} 匹配訂單 - 請稍後再試, 或建立訂單。
french: Aucun ordre {coinName} disponible - réessayez ultérieurement ou créez un ordre.
german: Keine {coinName} Order verfügbar - versuchen Sie es später oder erstellen Sie einen Auftrag.

source: Best available rate
chinese_hant: 當前最佳匯率
french: Meilleur tarif disponible
german: Günstigster Preis

# receiveLower
source: Receive
chinese_hant: 收
french: Recevoir
german: Erhalten

# makeAorder
source: make an order
chinese_hant: 建立訂單
french: creer un ordre
german: Eine Order erstellen

# exchangeTitle
source: EXCHANGE
chinese_hant: 交易中心
french: ÉCHANGE
german: HANDEL

source: orders
chinese_hant: 當前委託
french: ordres

source: Select coin
chinese_hant: 請選代幣
french: Cryptomonnaie
german: Coin auswählen

source: No funds
chinese_hant: 無資產
french: Pas de fonds
german: Kein Guthaben

# noFundsDetected
source: No funds available - please deposit.
chinese_hant: 當前無資產 - 請儲存資產。
french: Pas de fonds disponibles - faire un dépot s'il vous plaît.
german: Kein Guthaben vorhanden - bitte zuerst einzahlen.

# goToPorfolio
source: Go to portfolio
chinese_hant: 前往資產配置
french: Aller au portefeuille
german: Zum Portfolio gehen

# noOrderAvailable
source: Click to create an order
chinese_hant: 點擊建立訂單
french: Cliquez pour créer un ordre
german: Klicken Sie hier, um eine Order zu erstellen

source: Order created
chinese_hant: 委託訂單提交
french: Ordre créée
german: Auftrag erstellt

# orderCreatedInfo
source: Order successfully created
chinese_hant: 委託訂單成功建立
french: Ordre créée avec succès
german: Bestellung erfolgreich erstellt

source: SHOW MY ORDERS
chinese_hant: 顯示我的委託單
french: MONTRER MES COMMANDES
german: MEINE BESTELLUNGEN ANZEIGEN

# titleCreatePassword
source: CREATE A PASSWORD
chinese_hant: 創建一個密碼
french: CRÉER UN MOT DE PASSE
german: ERSTELLE EIN PASSWORT

source: Encrypting wallet
chinese_hant: 錢包加密中
french: Chiffrement du portefeuille...
german: Wallet verschlüsseln

source: Decrypting wallet
chinese_hant: 錢包解密中
french: Décryptage du portefeuille...
german: Wallet entschlüsseln

# notEnoughtBalanceForFee
source: Not enough balance for fees - trade a smaller amount
chinese_hant: 餘額不足以支付手續費 - 請調整交易數量。
french: Pas assez de solde pour les frais - échangez un montant inférieur
german: Nicht genügend Guthaben für Gebühren - handeln Sie einen kleineren Betrag

# noInternet
source: No Internet Connection
chinese_hant: 無法連上網路
french: Pas de connexion Internet
german: Keine Internetverbindung

# legalTitle
source: Legal
chinese_hant: 條款 (目前只提供英文版)
french: Légal

# disclaimerAndTos
source: Disclaimer & ToS
chinese_hant: 免責聲明 & 使用條款
french: Avertissement et Conditions d'utilisation
german: Haftungsausschluss & AGB

source: Accept EULA
chinese_hant: 同意接受終端使用者授權協議 (EULA)
french: Accepter le EULA
german: EULA akzeptieren

# accepttac
source: Accept TERMS and CONDITIONS
chinese_hant: 接受條款與條件
french: Accepter les termes et conditions
german: Nutzungsbedingungen akzeptieren

# confirmeula
source: By clicking the below buttons you confirm to have read the 'EULA' and 'Terms and Conditions' and accept these
chinese_hant: 我了解點擊以下的按鈕，即表示我已閱讀及接受終端使用者授權協議(EULA) & 使用條款與條件 。
french: En cliquant sur les boutons ci-dessous, vous confirmez avoir pris connaissance du 'EULA' et des 'Conditions générales' et les accepter.
german: Durch Klicken auf die folgenden Schaltflächen bestätigen Sie, dass Sie die "EULA" und die "Allgemeinen Geschäftsbedingungen" gelesen haben und diese akzeptieren

# eulaTitle1
source: End-User License Agreement (EULA) of atomicDEX mobile:
french: Contrat de licence utilisateur final (EULA) d’atomicDEX mobile:
german: Endbenutzer-Lizenzvertrag (EULA) von atomicDEX mobile:

# eulaTitle2
source: TERMS and CONDITIONS: (APPLICATION USER AGREEMENT)
french: TERMES ET CONDITIONS: (CONTRAT D'UTILISATEUR DE L'APPLICATION)
german: ALLGEMEINE GESCHÄFTSBEDINGUNGEN: (APPLICATION USER AGREEMENT)

# eulaTitle3
source: TERMS AND CONDITIONS OF USE AND DISCLAIMER
french: TERMES ET CONDITIONS D'UTILISATION ET LIMITATION DE RESPONSABILITÉ
german: NUTZUNGSBEDINGUNGEN UND HAFTUNGSAUSSCHLUSS

# eulaTitle4
source: GENERAL USE
french: USAGE GÉNÉRAL
german: ALLGEMEINER GEBRAUCH

# eulaTitle6
source: LIMITATIONS ON USE
french: LIMITES D'UTILISATION
german: GEBRAUCHSBESCHRÄNKUNGEN

# eulaTitle7
source: Accounts and membership
french: Comptes et abonnement
german: Konten und Mitgliedschaft

# eulaTitle8
source: Backups
french: Des sauvegardes
