Repository: KomodoPlatform/atomicDEX
Catalog: l10n_*.arb
Languages: chinese_hant, french, german

# eulaParagraphe3
source: By entering into this User (each subject accessing or using the site) Agreement (this writing) You declare that You are an individual over the age of majority (at least 18 or older) and have the capacity to enter into this User Agreement and accept to be legally bound by the terms and conditions of this User Agreement, as incorporated herein and amended from time to time. In order to use the Services provided by Komodo Platform, You may be required to provide certain identification details pursuant to our know-your-customer and anti-money laundering compliance program.
chinese_hant: By entering into this User (each subject accessing or using the site) Agreement (this writing) You declare that You are an individual over the age of majority (at least 18 or older) and have the capacity to enter into this User Agreement and accept to be legally bound by the terms and conditions of this User Agreement, as incorporated herein and amended from time to time. In order to use the Services provided by RedFOX Labs, You may be required to provide certain identification details pursuant to our know-your-customer and anti-money laundering compliance program.
french: En signant cet accord (chaque sujet accédant ou utilisant le site) Accord (en écriture) Vous déclarez que vous êtes un individu majeur (au moins 18 ans) et que vous avez la capacité de signer cet accord d’utilisateur et acceptez d'être légalement lié par les termes et conditions du présent contrat d'utilisation, tels qu'ils sont incorporés ici et modifiés de temps à autre. Afin de pouvoir utiliser les services fournis par Komodo Platform, vous devrez peut-être fournir certains détails d'identification conformément à notre programme de conformité «Connaissez votre client» et «Anti-blanchiment d'argent».
german: Durch das Eingeben dieser Nutzungsvereinbarung (jeder Betreff, der auf die Website zugreift oder diese nutzt) (diese Schrift) erklären Sie, dass Sie eine Person sind, die älter als die Volljährigkeit ist (mindestens 18 Jahre oder älter) und befugt ist, diese Nutzungsvereinbarung einzugeben und zu akzeptieren rechtlich gebunden zu sein durch die Bedingungen und Konditionen dieser Nutzervereinbarung, wie sie hierin enthalten sind und von Zeit zu Zeit geändert werden. Um die von der Komodo-Plattform bereitgestellten Dienste nutzen zu können, müssen Sie möglicherweise bestimmte Identifikationsdaten gemäß unserem Know-Your-Customer- und Anti-Geldwäsche-Compliance-Programm angeben.

# eulaParagraphe4
source: We may change the terms of this User Agreement at any time. Any such changes will take effect when published in the application, or when You use the Services. Read the User Agreement carefully every time You use our Services. Your continued use of the Services shall signify your acceptance to be bound by the current User Agreement. Our failure or delay in enforcing or partially enforcing any provision of this User Agreement shall not be construed as a waiver of any.
french: Nous pouvons modifier les termes de cet accord d'utilisateur à tout moment. De telles modifications prendront effet lors de la publication dans l'application ou lors de l'utilisation des services. Lisez attentivement le contrat d'utilisation chaque fois que vous utilisez nos services. Votre utilisation continue des services signifiera que vous acceptez d'être lié par le présent contrat d'utilisation. Notre échec ou retard à appliquer ou à appliquer partiellement toute disposition de cet accord d'utilisateur ne doit pas être interprété comme une renonciation à tout.
german: Wir können die Bedingungen dieser Benutzervereinbarung jederzeit ändern. Solche Änderungen werden wirksam, wenn sie in der Anwendung veröffentlicht werden oder wenn Sie die Dienste nutzen. Lesen Sie die Nutzungsbedingungen jedes Mal, wenn Sie unsere Dienste nutzen, sorgfältig durch. Ihre fortgesetzte Nutzung der Dienste bedeutet, dass Sie akzeptieren, dass Sie an die aktuelle Benutzervereinbarung gebunden sind. Unser Versäumnis oder unsere Verzögerung bei der Durchsetzung oder teilweisen Durchsetzung einer Bestimmung dieser Benutzervereinbarung gilt nicht als Verzicht auf eine Bestimmung.

# eulaParagraphe5
source: You are not allowed to decompile, decode, disassemble, rent, lease, loan, sell, sublicense, or create derivative works from the atomicDEX mobile application or the user content. Nor are You allowed to use any network monitoring or detection software to determine the software architecture, or extract information about usage or individuals’ or users’ identities. You are not allowed to copy, modify, reproduce, republish, distribute, display, or transmit for commercial, non-profit or public purposes all or any portion of the application or the user content without our prior written authorization.
french: Vous n'êtes pas autorisé à décompiler, décoder, désassembler, louer, louer, prêter, vendre, concéder en sous-licence ou créer des travaux dérivés de l'application mobile atomicDEX ou du contenu de l'utilisateur. Vous n'êtes pas non plus autorisé à utiliser un logiciel de surveillance ou de détection de réseau pour déterminer l'architecture logicielle ou extraire des informations sur l'utilisation ou l'identité des personnes ou des utilisateurs. Vous n'êtes pas autorisé à copier, modifier, reproduire, republier, distribuer, afficher ou transmettre à des fins commerciales, à but non lucratif ou publiques tout ou partie de l'application ou du contenu de l'utilisateur sans notre autorisation écrite préalable.
german: Es ist Ihnen nicht gestattet, Werke aus der atomicDEX-Mobilanwendung oder dem Benutzerinhalt zu dekompilieren, zu dekodieren, zu disassemblieren, zu vermieten, zu leasen, zu verleihen, zu verkaufen, in Unterlizenz zu vergeben oder davon abgeleitete Werke zu erstellen. Sie dürfen auch keine Netzwerküberwachungs- oder -erkennungssoftware verwenden, um die Softwarearchitektur zu bestimmen oder Informationen über die Nutzung oder die Identität von Personen oder Benutzern zu extrahieren. Ohne unsere vorherige schriftliche Genehmigung ist es Ihnen nicht gestattet, die Anwendung oder den Benutzerinhalt ganz oder teilweise zu kopieren, zu ändern, zu reproduzieren, erneut zu veröffentlichen, zu verbreiten, anzuzeigen oder für kommerzielle, gemeinnützige oder öffentliche Zwecke zu übertragen.

# eulaParagraphe6
source: If you create an account in the Mobile Application, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account and any other actions taken in connection with it. You must immediately notify us of any unauthorized uses of your account or any other breaches of security. We will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.
french: Si vous créez un compte dans l'application mobile, vous êtes responsable de la sécurité de votre compte et de toutes les activités qui s'y déroulent, ainsi que de toute autre action effectuée en rapport avec celui-ci. Vous devez nous informer immédiatement de toute utilisation non autorisée de votre compte ou de toute autre violation de la sécurité. Nous ne serons pas tenus responsables d'actes ou d'omissions de votre part, y compris des dommages de toute nature résultant de tels actes ou omissions.
german: Wenn Sie in der Mobilanwendung ein Konto erstellen, sind Sie für die Aufrechterhaltung der Sicherheit Ihres Kontos verantwortlich und Sie sind voll verantwortlich für alle Aktivitäten, die unter dem Konto stattfinden, sowie für alle anderen im Zusammenhang damit ergriffenen Maßnahmen. Sie müssen uns unverzüglich über jede nicht autorisierte Nutzung Ihres Kontos oder sonstige Sicherheitsverletzungen informieren. Wir haften nicht für Handlungen oder Unterlassungen von Ihnen, einschließlich Schäden jeglicher Art, die aufgrund solcher Handlungen oder Unterlassungen entstehen.

# eulaParagraphe7
source: We are not responsible for seed-phrases residing in the Mobile Application. In no event shall we be held liable for any loss of any kind. It is your sole responsibility to maintain appropriate backup of your accounts/seedphrases.
french: Nous ne sommes pas responsables des passphrases résidant dans l'application mobile. En aucun cas, nous ne serons tenus responsables de quelque perte que ce soit. Il est de votre entière responsabilité de conserver une copie de sauvegarde appropriée de vos comptes / passphrases.
german: Wir sind nicht verantwortlich für die in der Mobilanwendung enthaltenen Ausgangssätze. In keinem Fall können wir für Verluste jeglicher Art haftbar gemacht werden. Es liegt in Ihrer alleinigen Verantwortung, eine angemessene Sicherung Ihrer Konten / Ausgangssätze zu führen.

# eulaParagraphe8
source: You should not act, or refrain from acting solely on the basis of the content of this application. Your access to this application does not itself create an adviser-client relationship between You and us. The content of this application does not constitute a solicitation or inducement to invest in any financial products or services offered by us. Any advice included in this application has been prepared without taking into account your objectives, financial situation or needs. You should consider our Risk Disclosure Notice before making any decision on whether to acquire the product described in that document.
french: Vous ne devez pas agir ou vous abstenir d'agir uniquement sur la base du contenu de cette application. Votre accès à cette application ne crée pas en soi une relation conseiller-client entre vous et nous. Le contenu de cette application ne constitue pas une sollicitation ni une incitation à investir dans des produits ou services financiers proposés par nous. Tous les conseils inclus dans cette application ont été préparés sans tenir compte de vos objectifs, de votre situation financière ou de vos besoins. Vous devez prendre en compte notre avis de divulgation des risques avant de prendre une décision quant à l’acquisition du produit décrit dans ce document.
german: Sie sollten nicht nur auf der Grundlage des Inhalts dieser Anwendung handeln oder davon Abstand nehmen. Ihr Zugriff auf diese Anwendung stellt selbst keine Berater-Kunden-Beziehung zwischen Ihnen und uns her. Der Inhalt dieses Antrags stellt keine Aufforderung oder Aufforderung dar, in von uns angebotene Finanzprodukte oder -dienstleistungen zu investieren. Alle in diesem Antrag enthaltenen Ratschläge wurden erstellt, ohne Ihre Ziele, Ihre finanzielle Situation oder Ihre Bedürfnisse zu berücksichtigen. Sie sollten unsere Risikohinweise beachten, bevor Sie eine Entscheidung über den Erwerb des in diesem Dokument beschriebenen Produkts treffen.

# eulaParagraphe9
source: We do not guarantee your continuous access to the application or that your access or use will be error-free. We will not be liable in the event that the application is unavailable to You for any reason (for example, due to computer downtime ascribable to malfunctions, upgrades, server problems, precautionary or corrective maintenance activities or interruption in telecommunication supplies). We reserve the right at any time to: - deny or terminate all or part of your access to the application whereas in our opinion, there are concerns regarding unreasonable use, security issues or unauthorised access or You have breached any of these Terms; - block or suspend – in full or partially - your account, remove your default settings, or part thereof, without prior notice to You.
french: Nous ne garantissons pas votre accès continu à l'application, ni que votre accès ou votre utilisation sera sans erreur. Nous ne serons pas responsables en cas d'indisponibilité de l'application pour quelque raison que ce soit (par exemple, en raison de temps d'arrêt de l'ordinateur imputables à des dysfonctionnements, des mises à niveau, des problèmes de serveur, des activités de maintenance préventive ou corrective ou une interruption des fournitures de télécommunication). Nous nous réservons le droit à tout moment de: - refuser ou mettre fin à tout ou partie de votre accès à l'application alors que, à notre avis, il existe des problèmes d'utilisation déraisonnable, de problèmes de sécurité, d'accès non autorisé ou de violation de l'une de ces conditions; - bloquez ou suspendez votre compte, en tout ou en partie, supprimez vos paramètres par défaut, ou une partie de ceux-ci, sans préavis.
german: Wir garantieren nicht, dass Sie ständig auf die Anwendung zugreifen oder dass Ihr Zugriff oder Ihre Verwendung fehlerfrei sind. Wir haften nicht für den Fall, dass die Anwendung aus irgendeinem Grund für Sie nicht verfügbar ist (z. B. aufgrund von Computerausfällen, die auf Fehlfunktionen, Upgrades, Serverprobleme, vorsorgliche oder korrigierende Wartungsmaßnahmen oder Unterbrechungen der Telekommunikationsversorgung zurückzuführen sind). Wir behalten uns das Recht vor, jederzeit: - Ihren Zugriff auf die Anwendung ganz oder teilweise zu verweigern oder zu sperren, obwohl unserer Meinung nach Bedenken hinsichtlich unangemessener Verwendung, Sicherheitsbedenken oder unbefugtem Zugriff bestehen oder Sie gegen eine dieser Bedingungen verstoßen haben; - Ihr Konto ganz oder teilweise sperren oder sperren, Ihre Standardeinstellungen oder einen Teil davon entfernen, ohne Sie vorher zu benachrichtigen.

# eulaParagraphe10
source: Komodo Platform is the owner and/or authorised user of all trademarks, service marks, design marks, patents, copyrights, database rights and all other intellectual property appearing on or contained within the application, unless otherwise indicated. All information, text, material, graphics, software and advertisements on the application interface are copyright of Komodo Platform, its suppliers and licensors, unless otherwise expressly indicated by Komodo Platform. Except as provided in the Terms, use of the application does not grant You any right, title, interest or license to any such intellectual property You may have access to on the application. We own the rights, or have permission to use, the trademarks listed in our application. You are not authorised to use any of those trademarks without our written authorization – doing so would constitute a breach of our or another party’s intellectual property rights. Alternatively, we might authorise You to use the content in our application if You previously contact us and we agree in writing.
chinese_hant: RedFOX Labs is the owner and/or authorised user of all trademarks, service marks, design marks, patents, copyrights, database rights and all other intellectual property appearing on or contained within the application, unless otherwise indicated. All information, text, material, graphics, software and advertisements on the application interface are copyright of RedFOX Labs, its suppliers and licensors, unless otherwise expressly indicated by RedFOX Labs. Except as provided in the Terms, use of the application does not grant You any right, title, interest or license to any such intellectual property You may have access to on the application. We own the rights, or have permission to use, the trademarks listed in our application. You are not authorised to use any of those trademarks without our written authorization – doing so would constitute a breach of our or another party’s intellectual property rights. Alternatively, we might authorise You to use the content in our application if You previously contact us and we agree in writing.
french: Komodo Platform est le propriétaire et / ou l'utilisateur autorisé de toutes les marques, marques de service, marques de design, brevets, droits d'auteur, droits de la base de données et toute autre propriété intellectuelle apparaissant sur ou contenus dans l'application, sauf indication contraire. Toutes les informations, textes, matériels, graphiques, logiciels et publicités figurant sur l'interface de l'application sont la propriété de Komodo Platform, de ses fournisseurs et de ses concédants de licence, sauf indication contraire expresse de Komodo Platform. Sauf dans les cas prévus dans les Conditions, l'utilisation de l'application ne vous octroie aucun droit, titre, intérêt ou licence sur une telle propriété intellectuelle. Vous pouvez y avoir accès sur l'application. Nous possédons les droits ou avons la permission d'utiliser les marques de commerce énumérées dans notre application. Vous n'êtes pas autorisé à utiliser ces marques de commerce sans notre autorisation écrite - cela constituerait une violation des droits de propriété intellectuelle de notre société ou d'une autre partie. Alternativement, nous pouvons vous autoriser à utiliser le contenu de notre application si vous nous avez déjà contacté et que nous acceptons par écrit.
german: Komodo Platform ist der Eigentümer und / oder autorisierte Benutzer aller Marken, Dienstleistungsmarken, Designmarken, Patente, Urheberrechte, Datenbankrechte und aller anderen geistigen Eigentumsrechte, die in der Anwendung erscheinen oder enthalten sind, sofern nicht anders angegeben. Alle Informationen, Texte, Materialien, Grafiken, Software und Anzeigen auf der Anwendungsoberfläche unterliegen dem Urheberrecht von Komodo Platform, seinen Lieferanten und Lizenzgebern, sofern von Komodo Platform nicht ausdrücklich anders angegeben. Sofern in den Nutzungsbedingungen nicht anders angegeben, gewährt Ihnen die Nutzung der Anwendung keinerlei Rechte, Titel, Interessen oder Lizenzen an solchen geistigen Eigentumsrechten, auf die Sie möglicherweise Zugriff haben. Wir besitzen die Rechte oder haben die Erlaubnis, die in unserer Anwendung aufgeführten Marken zu verwenden. Sie sind nicht berechtigt, eine dieser Marken ohne unsere schriftliche Genehmigung zu verwenden. Dies würde eine Verletzung der Rechte an geistigem Eigentum von uns oder einer anderen Partei darstellen. Alternativ können wir Sie zur Verwendung des Inhalts in unserer Anwendung ermächtigen, wenn Sie uns zuvor kontaktiert haben und wir schriftlich zustimmen.
